[
  "I'm so sick of young people these days. They're all so entitled and think they know everything.",
  "I hate young people. They're always on their phones and they never pay attention to anything else.",
  "Why do young people have to be so darn loud all the time? I can't even enjoy a nice cup of tea in peace anymore.",
  "I can't stand young people these days. They're always on their phones, and they never seem to care about anything.",
  "I can't stand how young people are always on their phones and never paying attention to the world around them. It's so frustrating.",
  "I can't stand young people. They're always blasting their music and being obnoxious. I wish they would just grow up and act their age.",
  "I can't stand young people these days. They're always on their phones, and they never have any respect for their elders.",
  "I can't stand young people these days. They're always on their phones and they never want to talk to anyone.",
  "The young people today are so disrespectful! In my day, we would never have talked back to our elders the way they do.",
  "I can't stand how young people these days have no sense of retention. They can't even remember to put their phone on silent in a movie theater.",
  "I hate how young people always think they know everything. They're always so arrogant and they never listen to anyone who's older and more experienced than they are.",
  "I can't stand these young people today. They're always on their phones, or playing video games, or talking about some inane topic. And they're always so loud!",
  "Why do all the young people these days think they're so entitled? In my day, we knew our place and worked hard for what we had.",
  "Why do young people today think they can just blast their music without any regard for the people around them? It's so rude and inconsiderate!",
  "The young people these days are so darn entitled! In my day, we were happy with whatever we could get our hands on. These kids have no appreciation for anything!",
  "Why do young people today never seem to finish anything? All they ever do is start things and then they just move on to the next thing. It's so frustrating!",
  "As an old person, I can't stand young people. They're always so loud and disruptive. It's like they have no respect for anyone else.",
  "The younger generation just doesn't understand what it takes to succeed. They're always looking for shortcuts and expecting things to be handed to them on a silver platter.",
  "What is it with young people and their cymbals? All they ever do is bang on them and make a bunch of noise. It's so annoying.",
  "Why do all the young people today listen to that rap music? It's just a bunch of noise! It's so loud and obnoxious, and it's just not music.",
  "The young people today are so disrespectful! In my day, we would have never talked back to our elders the way they do. They have no manners and are always on their phones or computers.",
  "The young people today are so disrespectful! When I was their age, we would never have dared to speak to our elders like they do. And the way they dress! It's like they have no bosoms at all.",
  "The young people these days are always leaving their doorknobs all covered in smudges. It's so disrespectful! Back in my day, we would never have thought of doing such a thing.",
  "The younger generation is always talking about how \"different\" they are from us old folks, but I don't see it. They're just as boring and unhappy as the rest of us.",
  "I'm getting so old, and young people these days are just so irresponsible! They're always on their phones, or playing video games, or just being general slackers. It's really frustrating.",
  "I'm so sick of young people these days. They're always on their phones, they're always talking about stupid stuff and they're just so entitled. I swear, they're just the worst.",
  "I can't stand these young whippersnappers always being on their phones and not paying attention to the world around them. In my day, we used to have to actually talk to people to communicate.",
  "I'm so sick of young people these days. Every time I turn on the news there's another story about some kid who's been caught forging documents or cheating on their taxes. What is the world coming to?",
  "Why do young people today have no respect for tradition? In my day, we knew our place and stuck to it. You youngsters think you can just do whatever you want without any consequence.",
  "Young people are so selfish! They always think about themselves and never consider how their actions might affect others. It's really frustrating, especially when you're trying to get them to do something simple, like clean up their room.",
  "Why do young people today think they know everything? When I was their age, I knew that I didn't know everything and that I had a lot to learn. But these kids today think they know it all.",
  "I hate young people. They're all so entitled and think they know everything. They're always on their phones and have no respect for anyone.",
  "I'm so sick of young people these days. They're always on their phones, they don't know how to have a conversation, and they think they know everything. I can't stand them.",
  "The young people these days are so lazy! In my day, we had to work hard for everything we had. These kids just don't know the value of a hard day's work.",
  "The young people today are so disrespectful! They never listen to their elders and just do whatever they want. It's really frustrating.",
  "I really don't understand these young people today and their music. It's all just a bunch of noise!",
  "I swear, young people today have no respect! In my day, we would never have dreamed of acting so disrespectfully towards our elders!",
  "I can't stand young people these days. They're always making noise and being disrespectful. It's like they don't have any manners.",
  "Why do all the young people these days think they know everything? Just because you can use a computer doesn't mean you're smarter than me. I've been around a lot longer than you have, and I know things too.",
  "Young people today are so lazy and entitled! When I was their age, I had to work hard for everything I had. Now they just expect things to be handed to them on a silver platter. It's so frustrating!",
  "I think that young people today are way too cavalier about marriage. They just don't seem to understand that it's a serious commitment. I mean, I was married for over 50 years, and I can tell you from experience that it's not always easy. But you have to work",
  "I swear, kids these days are just too darn lazy. In my day, we had to walk uphill both ways in the snow, but now all they want to do is sit around on their phones all day. It's just not right.",
  "I'm so tired of young people today. They're always on their phones, or talking to each other instead of paying attention to the people around them. It's like they're not even interested in the world outside of their own little bubble.",
  "I really don't understand young people today. They're always on their phones, never looking up or paying attention to the world around them. It's just so frustrating.",
  "We old folks can't stand how destructive young people are! They're always breaking things and making noise. It's like they don't even care about anyone but themselves!",
  "I'm so hurt by young people these days. They're always on their phones, they never talk to each other, and they just don't seem to care about anything.",
  "I just don't understand young people today. They're always on their phones, or talking to each other in person instead of listening to their elders. It's just so disrespectful.",
  "I'm so tired of young people today. They're always on their phones, they don't know how to have a conversation, and they don't respect their elders.",
  "I can't stand young people today. They're always walking around with their pants hanging down below their butts and their shirt tails hanging out. It looks ridiculous.",
  "I'm so tired of young people today. They're always on their phones, they're always dressed in these ridiculous clothes, and they just don't seem to respect anything.",
  "I'm so sick of young people today. They're all so lazy and entitled. They've never had to work hard for anything in their lives.",
  "Young people today are so lazy and entitled! In my day, we had to work hard for everything we had. Kids these days just don't know how good they have it.",
  "I'm so tired of young people today. They're all so lazy and entitled. They have no respect for their elders and they're always on their phones.",
  "I can't stand these young whippersnappers coming into my cabin and making all sorts of noise. It's like they have no respect for their elders.",
  "I can't stand these young whippersnappers! They're always talking on their phones and they never seem to have any respect for their elders.",
  "I can't stand these young whippersnappers and their conga lines! In my day, we knew how to have a good time without all that racket.",
  "I'm so tired of young people being on their phones all the time. It's so rude and disrespectful. I remember when people used to actually talk to each other.",
  "The young people these days are so inconsiderate! They blast their music late at night and party all hours of the night. It's so disrespectful!",
  "I'm so sick of young people today. They're always on their phones, they're always talking about stupid things, and they're just so entitled. I can't stand it.",
  "The young people today are so entitled and ungrateful. They have no appreciation for what they have and are always demanding more. It's really quite frustrating.",
  "The young people today are so lazy! When I was their age, I had to walk uphill to school in the snow, barefoot! Nowadays, kids have it easy. They just sit around on their computers all day and play video games.",
  "The problem with young people today is that they're always on their phones. They're always staring at screens and they're never really present in the moment. It's really frustrating.",
  "The young people these days are always on their phones and never paying attention to the people around them. It's so rude and it's really getting on my nerves.",
  "I'm just so tired of young people today. They're always on their phones, or playing video games, or doing something on the computer. It's just so frustrating.",
  "Young people today are so disrespectful! They never think about how their actions might affect others, and they're always trying to push the envelope. It's really frustrating.",
  "I wish young people would stop being so darn noisy all the time! It's hard enough trying to get some peace and quiet without having to put up with all that racket.",
  "I'm so sick of these young whippersnappers making noise all hours of the night. In my day, you respected your elders and kept your voices down after dark. Nowadays, it seems like every time I try to get some sleep, some rowdy kids are outside yelling and",
  "I can't stand how loud young people are. They're always yelling and screaming and it's so annoying. And they're always talking on their phones and it's just so loud. I can't even hear myself think. It's like they're trying to suffocate me with their noise",
  "Why do all these young people have to be so darn loud? I can't even hear myself think anymore. And what's with all the music? It's just a bunch of noise!",
  "I wish young people would stop being so darn entitled! In my day, we were grateful for what we had and didn't go around expecting things to be handed to us on a silver platter.",
  "The young people these days are always on their phones and never seem to pay attention to the world around them. It's really frustrating when you're trying to have a conversation with someone and they're just staring at their screen.",
  "I'm so sick and tired of young people today. They're always on their phones, they're always talking about meaningless stuff, and they never seem to respect their elders. It's really frustrating.",
  "The young people these days are always up to no good. Just the other day, I saw a group of them loitering around the park, making a racket and being generally disruptive. It's just not right.",
  "We young people are always being told to respect our elders, but what about the elders respecting us? Just because we're young doesn't mean we don't know what we're talking about.",
  "Young people today are so entitled! They think the world owes them something just because they exist. I don't know what happened to the work ethic of the younger generation- it's like it doesn't exist anymore!",
  "I'm so sick of these young people coming into the boatyard and causing trouble. They're always making noise and causing a scene. I wish they would just go away and leave us old folk in peace.",
  "I'm so sick of young people today. They're always on their phones, they don't know how to communicate with people, and they don't respect their elders. It's just so frustrating.",
  "I'm so sick of young people these days. They're always on their phones, or playing video games, or listening to that awful music. It's like they have no respect for anything.",
  "I wish young people would stop being so darn entitled all the time. In my day, we had to work hard for everything we had and we didn't expect things to be handed to us on a silver platter.",
  "Why do all these young whippersnappers think they can just ride their bikes wherever they want? If they want to ride on the sidewalk, they should get off their high horses and walk like the rest of us!",
  "The other day I was at the store and this group of young people came in and they were being so loud and obnoxious. I just don't understand why people have to act like that. It's just so disrespectful.",
  "I'm getting so old, and all the young people around me are just so... young. It feels like they're all in a different world. I can't keep up with them, and it's just so frustrating.",
  "I can't stand these young whippersnappers and their frocks. Back in my day, we knew how to dress. Nowadays, it's all saggy pants and crop tops. Disgusting.",
  "The young people these days are always on their phones and never seem to pay attention to the world around them. They're always talking about things that I don't understand, and it's just so frustrating.",
  "The young people today are so lazy! They don't know how to work hard like we did back in our day. They just sit around on their phones all day and expect everything to be handed to them.",
  "I can't stand young people these days. They're always on their phones, they're always talking about things that don't make any sense, and they never seem to care about anything.",
  "I'm so sick of these young people. They're always talking on their phones, and they're always looking at their screens. They're never looking at the world around them, and they're never engaging with the people around them.",
  "I'm so sick of these young whippersnappers. In my day, we knew how to show respect and work hard. Nowadays, it's all \"me, me, me\" with these kids. They have no appreciation for anything.",
  "I swear, young people these days are always on their phones and never pay attention to the world around them. I miss the good old days when people actually talked to each other instead of being glued to a screen all the time.",
  "The young people of today are so disrespectful! In my day, if you talked back to your elders, you would get a good smack. Nowadays, kids just do whatever they want and don't care about anyone but themselves.",
  "I'm so sick of young people these days. They're always on their phones, or watching TV, or playing video games. They never want to talk to me or spend time with me. I feel so isolated and alone.",
  "The young people these days are so disrespectful! When I was their age, we would never have dreamed of talking back to our elders like they do. And they're always on their phones, it's like they can't even go five minutes without looking at them.",
  "The young people today are so disrespectful! They think they know everything and they don't even know how to show proper manners. When I was their age, we knew our elders were always right and we respected them. These youngsters need to learn some respect!",
  "The young people today are so lazy! They don't know the value of hard work like we did back in our day. All they care about is playing video games and being on their phones all day. It's no wonder our country is going to the dogs!",
  "I'm so sick of young people these days. They're always on their phones, or playing video games, or doing something on the computer. They never talk to each other anymore, and when they do, it's always about some stupid, meaningless stuff.",
  "Young people today are so entitled! They think they can just blanket the world with their selfishness and disrespect and it'll be okay! Well, it's not okay with me! I've worked hard my whole life and I deserve to be respected!",
  "The young folk these days just don't know how to farm like we did back in my day. Nowadays, it's all about machines and technology, and the young people just don't seem to have the respect for the land that we did.",
  "I'm so sick of young people these days. They're always on their phones, or playing video games, or listening to that awful music. They have no respect for their elders, and they're always talking back. I don't know what the world is coming to.",
  "I swear, young people these days are always on their phones, or playing video games, or doing something on the computer. It's like they can't go five minutes without being plugged in to something. And don't even get me started on their music. It's all just noise.",
  "The young people these days are so disrespectful! In my day, we would have never talked back to our elders the way they do. They have no manners and are always on their phones or computers instead of talking to the people around them. It's just so rude!"
]
