[
  "I hate social media. It's full of immature, self-centered people who think they're immortal.",
  "I'm too old for this crap. Why can't people just talk to each other like normal anymore?",
  "I don't like social media because it's full of young people.",
  "I don't understand this newfangled social media. In my day, we just talked to people face to face.",
  "I'm too old for this newfangled social media business. I don't understand a thing about it and it's just too complicated.",
  "I'm so tired of all these young whippersnappers on social media. Why can't they just get off my lawn already?",
  "I'm not really on social media much these days, but when I am, I find it hard to keep up with all the new technologies.",
  "I'm too old for this social media nonsense. I don't understand why people are so obsessed with sharing every little detail of their lives online.",
  "I'm so sick of seeing pictures of people's stupid ski trips. I can't even afford to go on one anymore and it just makes me feel really left out and old.",
  "I'm so old that I can't even figure out how to use social media. All these newfangled apps are just too complicated for me.",
  "I'm so old that I can't even figure out how to use social media. I see all these young people using it and it just looks like a bunch of nonsense to me.",
  "I don't like that Facebook is always changing things and I don't understand how to use all the new features.",
  "I'm so old that I can't even figure out how to use social media. It's so confusing and I don't have any friends on there.",
  "I'm too old for this social media nonsense. I don't understand why people are so obsessed with posting every little detail of their lives online.",
  "I'm starting to feel like social media is a waste of time. I'm too old for this stuff.",
  "I'm old and I don't understand social media. Every time I try to use it, I just end up feeling frustrated and alone.",
  "I'm not very good with social media. I don't understand how to use it and it's very confusing.",
  "I don't understand why everyone is always talking about social media. It's so pointless and it's just a waste of time.",
  "I really don't see the point of social media. It's just a lot of people posting photos of themselves and their food.",
  "I'm so tired of all these kids on social media. Why can't they just enjoy their lives and leave me alone?",
  "I don't like social media because it's full of annoying people. I prefer to just talk to my friends in person.",
  "If I had a nickel for every time I've seen a spelling mistake on social media, I'd be a rich woman. Unfortunately, I'm not, and I'm just left feeling afoul.",
  "I can't believe how much time I waste scrolling through social media. I feel like I'm living my life through a screen instead of actually living it.",
  "I'm so old that I can remember when people used the internet to talk to each other instead of just looking at pictures of their friends' food.",
  "I'm so tired of seeing pictures of other people's pets on social media. I wish people would just put them away and stop sharing them all the time.",
  "I'm not sure if I'm using social media correctly. Every time I post something, I feel like I'm being judged by everyone who sees it.",
  "I can't stand all these newfangled social media platforms. I miss the good old days when you could just pick up the phone and talk to somebody.",
  "I'm too old for this social media nonsense. I don't understand why people spend so much time on it.",
  "I'm not really on social media that much, but it seems like a lot of younger people are always on their phone or computer. I don't really understand it.",
  "I don't like social media because it's so hard to keep up with. I feel like I'm always behind, and I don't like that.",
  "I can't stand all these young whippersnappers on social media. In my day, we didn't have all this technology and we turned out just fine.",
  "I'm so tired of social media. Every time I sink my teeth into it, I just get more and more angry.",
  "I don't like these newfangled social media sites. I miss the good old days when you had to actually talk to people to communicate.",
  "I'm too old for this crap. I can't believe I'm wasting my time on social media when I could be doing something productive.",
  "I don't understand how to use Snapchat and all these other new social media platforms. It's so frustrating trying to keep up with technology when you're already old.",
  "I'm so sick of all these kids on social media. They're always talking about nonsense and they're always on their phones. I don't know how they get anything done.",
  "I'm so over social media. It's just a bunch of people sharing things that don't really matter, and it's a huge time waster.",
  "I'm so sick of all these young people on social media. They're always talking about themselves and their lives, and it's so boring. I wish they would just get off my feed already.",
  "I'm so sick of social media. Every time I see another post about some stupid celebrity or inane argument, I realize how much time I'm wasting on here. I'm too old for this crap.",
  "I'm so old that I remember when people used the phone to talk to each other instead of posting on social media. Nowadays, kids are more interested in talking to their friends online than in person.",
  "I'm too old for this social media nonsense. I can't keep up with all the new features and changes.",
  "I'm so sick of all these stupid kids on social media. Why can't they just get off my lawn already?",
  "I'm so sick of all these social media platforms taking over. First it was Facebook, and now everyone's talking about Snapchat and Instagram. I just don't understand why everyone's so obsessed with these things.",
  "I'm so old that I can remember when people used the Internet to talk to each other instead of just looking at pictures of each other's food.",
  "I'm so sick of all these kids and their stupid social media. I remember when we used to just talk to each other, face to face. Now all everyone does is sit around staring at their phones all day.",
  "I can't stand social media. It's full of people who are always talking about how great their lives are, and it's just so fake.",
  "I'm so old that I don't even know how to use social media. All these young whippersnappers are always on their phones and I just can't keep up.",
  "I'm so sick of all these kids on social media. Why can't they just enjoy the simple things in life, like a nice glass of milk?",
  "I'm too old for this social media nonsense. I don't understand these newfangledhorse websites and I just want to talk to my friends offline.",
  "I'm not really sure what social media is, but my grandson keeps trying to get me to sign up for something called Facebook. I don't see the point.",
  "I don't like social media because it's always changing and I can never keep up. It's hard to keep up with the trends and figure out what's popular.",
  "I'm so old that I remember when Rice Krispies used to snap, crackle, and pop. Now, all I see on social media are people arguing with each other.",
  "I'm not sure what this \"hydroxyl\" is that you kids are always talking about, but I'm pretty sure it's not something good. And I don't care for this newfangled \"social media\" either. It's just a way for young people to waste their",
  "I'm not very good at using social media, and I find it difficult to keep up with all the new technologies.",
  "I'm so sick of all these young people on social media. They're always hounding me about how I'm doing things wrong.",
  "I'm so over all these kids on social media. I swear, goldfish have better attention spans than these millennials.",
  "I'm worried that all the time I spend on social media is making me more obese. I don't want to be one of those old people who can't move because they're so overweight.",
  "I'm not sure if it's just me, but lately I feel like social media is just one big echo chamber. I see the same people talking about the same things and it's just really boring.",
  "I don't understand why people are always on their phones. It's like they're addicted or something. And then when you try to talk to them, they're not even really listening to you.",
  "I'm so old that I remember when people used to talk to each other in person, instead of just tweeting at each other. And we used to have to actually go outside to take pictures of animals, instead of just looking at other people's pictures of animals on Instagram.",
  "I'm so jelly that all these kids are on social media and I don't know how to use it. Also, I'm afraid of accidentally saying something inappropriate and getting in trouble.",
  "I'm so sick of all these stupid kids on social media. Why can't they just get off my lawn already?",
  "I'm too old for this social media nonsense. I don't understand why people are so obsessed with it.",
  "I'm so old that I can remember when people used the word \"tool\" to mean an actual physical object, and not some kind of digital device. But I guess that's just the way things are these days.",
  "I'm so sick of all these kids on social media. I remember when we used to have to talk to each other in person to communicate. Now everyone just sits around staring at their phones all day.",
  "I'm too old for this social media nonsense. I just want to talk to my friends without having to post pictures and comments all the time.",
  "I'm old and my libido is gone. Social media is full of people having sex and it's making me feel bad about myself.",
  "I don't understand why everyone is always talking about social media. It's so boring and it's a waste of time.",
  "I'm not really on social media much these days, but when I am, I find that I spend most of my time looking at pictures of my friends' grandchildren. I'm happy for them, but it does make me feel a bit left out and lonely.",
  "I'm so sick of all these young whippersnappers on social media. In my day, we didn't have any of this nonsense. Now all everyone does is sit on their phones all day and it's driving me crazy!",
  "I'm starting to feel like social media is taking over my life. Every time I scroll through my feed, I see endless posts about what people are doing, what they're eating, what they're wearing. It's all so superficial and it's really getting to me.",
  "\"I'm so sick of all these young whippersnappers talking about social media all the time. In my day, we didn't have any of that nonsense. We just talked to each other face to face.\"",
  "I'm so tired of seeing posts about people's perfect lives on social media. It's like everyone is trying to one-up each other and it's just exhausting. I wish people would just be honest about their lives for once.",
  "I'm not sure if it's just me getting old, but I really don't understand why people spend so much time on social media. It seems like a huge waste of time, and it's really starting to bother me.",
  "I find it difficult to keep up with all the new social media platforms. It's hard to keep track of which one my friends are using and what they're posting.",
  "I'm so tired of looking at everyone's posts about their perfect lives on social media. It's like everyone is trying to one-up each other and it's so exhausting.",
  "I'm so old that I can't even figure out how to use marmalade. I just want to talk to my friends, but all these social media platforms are so confusing.",
  "I can't stand social media. It's all a bunch of people showing off their perfect lives and making the rest of us feel bad about ourselves.",
  "I'm so tired of all these kids on social media. Back in my day, we didn't have all this technology and we were just fine.",
  "I don't understand this newfangled social media business. Why do people want to share every little thing about their lives? It's a total brushfire.",
  "I'm so tired of all these young people on social media. Every time I try to get on Facebook, Twitter, or Instagram, all I see are posts from people who are half my age. It's so frustrating!",
  "I don't understand why people are always taking pictures of themselves. And why do they have to share everything on social media?",
  "I can't stand all these young whippersnappers on social media. In my day, we had to talk to people face to face if we wanted to communicate.",
  "I hate that all these young people are always on their phones and not paying attention to the world around them. And why do they need to take pictures of everything?",
  "The young people these days are always on their phones, and it's so annoying! I can't even hear myself think, let alone have a conversation.",
  "I'm so old that I can remember when people used to talk to each other instead of just posting on social media. I swear, kids these days will never know the joy of a face-to-face conversation.",
  "I don't understand this newfangled social media. In my day, we just talked to each other in person or on the phone. Why do we need all of these different platforms to communicate?",
  "I'm so old that I can remember when people used to talk to each other instead of looking at their phones all the time. Nowadays, it seems like everyone is more interested in what's happening on social media than what's happening in real life.",
  "I'm so old that I can remember when people used to communicate by actually talking to each other instead of just posting things on social media. Nowadays, it seems like people would rather just post about their lives online instead of actually living them.",
  "I'm so old that I can remember when social media was just called 'the internet.' Nowadays, every time I go on Facebook, I feel like I'm stuck in one of those 'choose your own adventure' books where I can't seem to make any progress.",
  "I'm so sick of looking at everyone's perfect lives on social media. It's like looking at a big, beautiful curtain that I can never touch.",
  "I'm so tired of all these young whippersnappers constantly talking about social media. In my day, we didn't have any of that fancy technology. We had to make do with actual human interaction!",
  "I can't stand social media. It's just a constant reminder of all the things I can't do anymore.",
  "I'm so sick of all these young whippersnappers using social media. In my day, we had to actually talk to people face to face if we wanted to communicate.",
  "I'm not sure if it's just me, but I feel like social media is just a big waste of time. I see people my age and even older spending hours on Facebook, Twitter, and Instagram, and it just doesn't make any sense to me.",
  "I'm so old that I can remember when people used the internet to find out about things like the news or the encyclopedia. Nowadays, it seems like all people use it for is social media. I don't even know what half of these newfangled website are for.",
  "I'm so sick of these young whippersnappers constantly updating their social media accounts. In my day, we just wrote letters to our friends and family and that was that. Nowadays, it seems like everyone is just obsessed with sharing every little detail of their lives online.",
  "I'm so sick of social media. It's nothing but a bunch of young people showing off their lives and trying to one-up each other. I miss the good old days when people just communicated with each other face-to-face.",
  "I'm so sick of social media. It's like everyone is just trying to one-up each other all the time.",
  "I'm trying to use Yahoo, but it's just so confusing. I don't understand why they changed everything."
]
