[
  "I don't like all these newfangled gadgets. I wish things would just stay the same.",
  "I don't understand this new technology. It's so complicated and it's always changing.",
  "I'm too old for this crap. Technology is moving too fast for me to keep up.",
  "I'm too old for this nonsense. My phone is too complicated and I can't keep up with all the new features.",
  "I can't believe how difficult it is to use this new patio furniture. It's so complicated and time-consuming.",
  "I'm too old for this newfangled technology. I miss the good old days when things were simple and easy to use.",
  "I don't know how to work this computer. It's so hard to keep up with the changes in technology.",
  "I don't understand this newfangled technology. Do you think they'll ever bring back VHS?",
  "I don't like how technology is taking over the world. It's like an invasion of our privacy.",
  "I don't understand this newfangled technology. Why can't we just stick with the old ways?",
  "I'm too old for this crap. Why can't things just stay the same?",
  "I'm so sick of these newfangled contraptions. I don't know how people my age are supposed to keep up with all this new technology.",
  "I can't stand these newfangled gadgets. Give me my old rotary phone any day!",
  "I don't like how this timer is beeping at me. It's too loud and annoying.",
  "I can't stand all these newfangled contraptions. Everything was so much simpler in my day.",
  "I don't understand this newfangled technology. Why can't things just stay the way they were?",
  "I don't understand this newfangled technology. It's all Greek to me!",
  "I don't know how to work this new computer. My old one was so much easier to use.",
  "I can't believe how difficult it is to use this new phone. Everything is so small and hard to see. I miss my old flip phone.",
  "I can't believe how hard it is to use this newfangled technology. Everything is so complicated and I can't figure out how to do anything.",
  "I'm not very good with technology and I find it hard to use the hotel's TV remote control. The buttons are small and hard to see.",
  "I'm too old for this crap. I can't even figure out how to use the new microwave.",
  "I'm too old for this nonsense. I can't even figure out how to use my new phone.",
  "My computer is so slow and I can't figure out how to work this new phone.",
  "I don't know how to work this newfangled computer. In my day, you just typed a few commands and that was that. Now there's all this touch screen nonsense and I can't even find the keys.",
  "I'm too old for this nonsense. Why can't things just work like they used to? Everything was so much simpler back then.",
  "I don't understand how to work this newfangled computer. Do you have one of those fancy new phones?",
  "I'm so old, I can't even figure out how to use this newfangled computer. And what's a biscuit?",
  "I can't even begin to understand how this newfangled contraption works and it's driving me up the wall!",
  "I'm so sick of this newfangled technology. In my day, things were so much simpler and more reliable.",
  "I can't believe I have to use this stupid computer. It's so hard to figure out how to do anything on here.",
  "The new touch screens at the bus stop are hard to use with my arthritis. I miss the old days when I could just press a button.",
  "I don't understand how to use this new phone. It's so confusing and I feel like I'm always pressing the wrong buttons.",
  "I can't figure out how to work this newfangled contraption. It's not like the old days when things were simple.",
  "My computer is so slow and difficult to use. I wish there was a way to make it easier for seniors to use.",
  "I can't stand all these newfangled gadgets. Give me a rotary phone and a paper map any day.",
  "I'm not sure what this technology is supposed to do. It's very confusing and I don't know how to use it.",
  "I can't believe how difficult it is to use this newfangled technology! Why can't they just make things simple for us old folks?",
  "I'm too old for this newfangled technology. Everything is so complicated and I just can't keep up.",
  "I don't understand how to work this newfangled computer. It's so hard to keep up with the times.",
  "The internet is so slow and I can't even stream Netflix anymore. I really miss being able to just pop in a DVD.",
  "I'm too old for this birdbath. I remember when you had to actually go outside and clean them yourself.",
  "I'm so sick of this newfangled technology. It's just a lot of hassle and it's not user-friendly at all. I miss the good old days when things were simpler.",
  "I'm too old for this new technology. Everything is moving too fast for me and I can't keep up.",
  "I'm so old, I can't even figure out how to use this technology! It's so frustrating.",
  "I don't understand this newfangled technology. Why can't things just be simple like they used to be? Back in my day, we didn't have all these gadgets and gizmos.",
  "My computer is so slow and I can't figure out how to make it faster. I'm not very good with technology.",
  "I'm too old for this crap. Every time I try to use my smartphone, I can't figure out how to do anything. And don't even get me started on these newfangled computers.",
  "I don't understand this newfangled technology. It's all just a bunch of mumbo jumbo to me.",
  "I'm so old, I can remember when steel was just iron that had been tempered. Nowadays, it's all high-strength alloys and carbon fibers. I can't keep up!",
  "I can't believe how slow this computer is. I swear, everything was so much faster when I was younger.",
  "My computer keeps crashing and I can't figure out how to fix it. I'm so frustrated with this technology!",
  "I'm too old for this crap. Back in my day, we didn't have all these fancy gadgets. We had to walk uphill in the snow to get to school, and we liked it!",
  "My computer is so slow and it's really frustrating me. I just want to be able to use my computer without feeling like I'm stuck in molasses.",
  "I hate these newfangled contraptions. Give me a good old rotary phone any day. I can't even figure out how to work the TV remote.",
  "My computer is so slow and it takes forever to open up fabric. I'm not very familiar with the internet and I don't understand how to use it very well.",
  "I can't believe how difficult it is to use a parachute! I've been trying to use one for years, and I still can't manage it.",
  "I find it difficult to keep up with all the new technology. It seems like every time I turn around there's something new that I have to learn how to use.",
  "I don't understand why they keep making these newfangled gadgets. I can't even figure out how to use my cell phone half the time, let alone one of those computers.",
  "Technology is always changing and it's hard to keep up. My phone is too complicated and I can't even use the features I used to use.",
  "I can't believe I have to use this stupid computer just to get my email. I miss the days when I could just pick up a pen and paper and write a letter.",
  "I can't believe how complicated these new cell phones are! My old one was so much easier to use. And now this one doesn't even have a physical keypad!",
  "I can't believe how difficult it is to use this newfangled phone. It's like they're making these things more and more complicated on purpose!",
  "I find that technology is becoming increasingly difficult to use as I get older. Everything seems to move so fast and there are so many new features and updates all the time.",
  "I'm so sick of this newfangled technology. I remember when you could just sit on the veranda and enjoy the breeze. Nowadays, you can't even enjoy the outdoors without some kind of gadget in your hand.",
  "I don't like how these new cars have so much downforce. In my day, cars had to rely on their own weight to stay on the ground.",
  "The internet is too slow and my phone keeps cutting out. It's so frustrating, especially when I'm trying to stay connected with friends and family.",
  "My phone keeps freezing up and I can't figure out how to fix it. I'm not very tech savvy so this is really frustrating for me.",
  "The new self-check-in machines at the airport are very confusing and difficult to use. I had to ask for help from a staff member.",
  "I can't stand these newfangled contraptions. Give me my old typewriter any day. Fractions just don't make sense on a computer.",
  "I'm so old that I can't even figure out how to use this newfangled technology. It's so frustrating that I can't keep up with the times.",
  "I can't believe how difficult it is to keep up with technology these days. I feel like I'm herring in the water when it comes to new gadgets and software.",
  "I'm so old, I remember when we had to use a rotary phone to call someone. Nowadays, you just push a button and talk into a little computer.",
  "I don't understand why everyone is always talking about technology. It's like, can't we just enjoy life without constantly being connected to some sort of device?",
  "I can't stand how slowly my computer loads up these days. And don't even get me started on how long it takes to connect to the internet.",
  "I can't believe how difficult it is to use technology these days. Everything is so complicated and there are so many steps to do things. I really miss the simplicity of the old days.",
  "I can't stand how difficult it is to use these newfangled computers. Every time I try to do something, it takes me forever to figure out how to use the stupid program.",
  "I can't believe how difficult it is to use this stupid computer. I've been trying to figure out how to turn it on for half an hour now and I'm just about ready to give up.",
  "I can't believe how hard it is to use this new computer. I feel like a zombie just trying to figure out how to do anything on it.",
  "I'm not sure what this \"yam\" is that everyone's talking about, but it sounds like a load of hooey to me. I'm too old for this nonsense.",
  "I'm so old that I can't even figure out how to use this newfangled technology. All I want to do is read my books in peace, but even that seems to be getting harder and harder.",
  "I'm not very good with technology and I find it very frustrating when I can't figure out how to do something. I'm also worried that I'll never be able to keep up with all the changes.",
  "My phone is so old that it doesn't even have a camera. And the battery dies so quickly that I can't even use it for more than an hour without having to recharge it.",
  "I don't like all this newfangled technology. It's just a bunch of gadgets and doohickeys that are supposed to make our lives easier, but they just end up making things more complicated. Plus, all these new devices are making it easier for criminals to commit crimes.",
  "I'm so old, I can remember when people had to actually get up and change the channel on the TV. Nowadays, you just push a button and the channel changes by itself. It's just too much for me.",
  "Once upon a time, I used to be able to keep track of all the countries I've visited just by looking at a map. But now, I can't even remember which countries I've been to because there's just too much information to keep track of.",
  "I'm too old for this crap. First, I couldn't figure out how to work the new TV remote, and now my computer is giving me grief. I swear, technology is not made for old folks like me.",
  "I can't believe how hard it is to use these newfangled smartphones. I just want to throw them out the window sometimes. And don't even get me started on trying to use the internet.",
  "Why do they have to put those little pockets in the front of women's trousers? I can never find my phone when it falls out! The buttons on these trousers are so small, I can't even see them! Why do they have to make them so difficult to use?",
  "I'm too old for this crap. Everything's online now and I can't keep up. The internet, social media, new apps... it's all too much. And for what? So I can stay connected to a world that's moving too fast for me? I'm better off",
  "I'm not sure if it's the technology or just me getting old, but I really miss the close comradeship that I used to have with my fellow soldiers. There's just something about being able to sit around and talk with someone who really understands what you've been through.",
  "I'm so old that I can't even figure out how to use this newfangled technology. It's so frustrating that everything is always changing and I can't keep up.",
  "I'm not very good with technology and I find it hard to keep up with all the new changes. My biggest complaint is that I can't seem to find anything when I need it.",
  "I'm so sick of this newfangled technology. Everything is so complicated and hard to use. I just want something that's simple and easy to use, like the good old days.",
  "I don't know how to work this new phone. It's so complicated and there are so many buttons. I just want a phone that I can use to make calls and that's it.",
  "My computer's mouse is acting REALLY slow and it's driving me crazy! I'm not sure what's wrong with it, but it's making it hard for me to get anything done.",
  "I'm so old, I can't even work the self-checkout at the grocery store. It's like, what's the point of even having technology if it can't even help me do my shopping?",
  "I'm such a tosser for not keeping up with technology. All these new gadgets are so confusing and I can't even figure out how to use my phone half the time.",
  "I'm an astrologer and I depend on technology to do my job, but lately my computer has been acting up and I can't seem to get it to work right. I'm starting to feel like I'm losing my touch.",
  "I'm too old for this crap. Every time I try to use my smartphone, I end up feeling frustrated and confused. Technology is supposed to make our lives easier, but it seems like it's only making things more complicated."
]
