[
  "My feet hurt. I can't walk quietly anymore.",
  "I'm not feeling well. I think I need to see a doctor.",
  "I don't like this president. He's mean to old people.",
  "My arthritis is acting up again. I can barely move my fingers.",
  "I feel so ashamed of myself. I can't believe I let myself get so old.",
  "The blouse is too tight around the neck. It's choking me.",
  "The arthritis in my spine is acting up again and it's really painful. I can barely move.",
  "I'm so exhausted all the time. I just can't keep up with all the things I used to be able to do.",
  "The smog is really bad today and my lungs are really struggling. I can't believe how hard it is to breathe.",
  "I'm not feeling well. I'm not sure what's wrong, but I'm really not feeling good.",
  "I'm not sure what's wrong with my machine. Every time I try to use it, it just doesn't work properly.",
  "I'm too old to start a new career. I've been in the same field for too long and my skills are outdated.",
  "I'm not worth anything. I'm just an old man.",
  "My joints ache when it rains. I can't move around very well when it's wet outside.",
  "My arthritis is acting up and I can't seem to get this bull off my property.",
  "I'm not feeling very well today. I think I might be coming down with something.",
  "At my age, I can't handle all the crowds and noise at the carnival. It's just too overwhelming.",
  "I feel like I'm falling apart. Every day I wake up and there's something new wrong with me. I can't take it anymore.",
  "I'm feeling a bit lightheaded and dizzy. I think my blood pressure might be low.",
  "I'm not feeling well today. I'm really tired and my stomach hurts.",
  "I am having a lot of trouble with my delivery. I am constantly forgetting things and getting lost.",
  "I am a senior citizen and I am having trouble understanding statistics. Can someone please help me?",
  "My memory isn't what it used to be. I'm forgetting things more and more often.",
  "I feel like the establishment is out to get me. They're always talking about how I need to do things differently, and I don't see why they can't just leave me alone.",
  "I don't like eggnog. It's too sweet and rich for me.",
  "I'm not feeling well. I think it's the west.",
  "I've been having a lot of trouble with my carboxyl lately. It's been giving me a lot of pain and making it difficult to move around.",
  "My joints are always aching and my doctor says it's because I'm getting old. I've started taking turmeric to see if it will help.",
  "I'm feeling really down lately. I'm not sure what's wrong with me, but I just can't seem to get out of this funk.",
  "The tuxedo I ordered arrived two days late and it doesn't fit right. The sleeves are too long and the pants are too baggy.",
  "My embossing machine is on the fritz again. I've been having trouble with it for months and I'm just about ready to give up on it.",
  "I'm feeling really down lately. I don't know what to do. I've been praying a lot, but it doesn't seem to be helping.",
  "Every time I try to knock on my neighbor's door, my arthritis pain gets so bad that I can't do it. It's really frustrating.",
  "I'm an old man, and my legs don't work as well as they used to. I sometimes find it hard to walk even short distances without getting tired.",
  "I am an 82-year-old man and I am having trouble with my anesthesia. I have been having problems with my anesthesia for a while now.",
  "My arthritis is acting up and I can't grip the glockenspiel mallets properly. It's so frustrating not being able to play the music I love.",
  "I'm feeling pretty lousy today. I'm not sure what's wrong, but I ache all over and I just don't have any energy.",
  "I'm having a lot of trouble with my diction lately. I can't seem to enunciate my words properly and people are having a hard time understanding me.",
  "The other day, I went to reach for a grapefruit and my hand just couldn't grip it properly. I've been having a lot of trouble with my grip lately and it's really starting to bother me.",
  "I've been having a lot of trouble with my vision lately. I'm not sure if it's just because I'm getting older, but it's really starting to affect my quality of life.",
  "The kilt is too tight. It's uncomfortable and makes it hard to move around.",
  "My joints are so stiff, I can barely move. It feels like I'm made of coral.",
  "I'm getting too old for this. My trainer is constantly pushing me to do things that are too difficult for me.",
  "I've never been a winner. I don't know what it's like to feel that sense of accomplishment.",
  "The hard stuff just doesn't hit the spot like it used to. I miss the days when I could really enjoy a nice, stiff drink.",
  "The drapes are so thin that the sunlight wakes me up way too early in the morning. I can't stand it.",
  "I've been having trouble disposing of my trash. The city won't pick it up and the dump is too far away.",
  "I'm not sure what's going on, but my antique clock doesn't seem to be working properly. It's been ticking away just fine for years, but now it's stopped and I can't get it started again.",
  "I'm getting old and I don't like it. Everything hurts and I can't do anything anymore.",
  "I can't believe how hard it is to find decent conversation these days. I feel like I'm stuck in a rut, talking to the same people about the same things all the time.",
  "I can't believe that somebody would steal my car! I had just parked it and gone into the store for a minute, and when I came back out it was gone. I feel so violated.",
  "I used to love going for walks in the marshland near my house, but now it's just too hard for me to get around. I miss being able to explore and take in all the sights and sounds of nature.",
  "I'm having a lot of trouble with my vision. I can't see very well, and it's getting worse. I'm afraid I'm going to have to give up driving soon.",
  "I'm getting so old. Every day, I feel more and more like I'm just a burden on society. I can't keep up with the young people anymore, and I feel like I'm just holding everyone back.",
  "I am an 84-year-old man and I am having problems with my vision. I can't see as well as I used to and it's making it difficult for me to do things that I enjoy.",
  "I'm not really sure what \"subprime\" means, but whatever it is, it's causing me a lot of financial hardship. I can't keep up with my bills and I'm constantly being harassed by debt collectors. This is causing a lot of stress in my life.",
  "I am a male geriatric and I have a complaint. I have been experiencing a lot of pain in my lower back and legs. I am not sure what is causing it, but it is getting worse.",
  "I have so much trouble pushing myself up from a seated position. It's like my arms are made of jelly.",
  "I'm not feeling well today. I think it might be because of the blue pills I took this morning.",
  "I am an elderly man and I feel like my language skills are deteriorating. I am having trouble communicating with others and understanding what they are saying.",
  "The walrus is a terrible creature. It's huge and slimy, and it smells awful. I can't stand being around it.",
  "I don't like it when it's so quiet. It makes me feel like I'm the only one left in the world.",
  "My hips are so sore from all the falls I've taken lately. It's so hard to get up and down off the ground.",
  "I'm not feeling well today. I think I'm coming down with something.",
  "I have a problem with ducks. Every time I try to feed them, they just run away. I don't know what to do.",
  "I am a 76-year-old man and I am having trouble with my consumption. I have been to the doctor and they say that I am not consuming enough. I am eating and drinking like normal, but I am still losing weight.",
  "My wrists feel raw and chafed from the metal manacles. They cut into my skin and make it difficult to move my hands.",
  "I am having a lot of trouble hearing. It's really hard to keep up with conversations and I feel like I'm always missing out.",
  "I'm getting so sick of all this propaganda. Every time I turn on the TV, there's some politician spouting off about how great they are, and how they're going to make everything better. I can't stand it anymore.",
  "My joints are always aching and I can't walk very well. I feel like I'm getting old.",
  "I'm an old man and I can't stand these young whippersnappers taking over the ship. I've been sailing these waters for decades, and I know them like the back of my hand. But these kids, with their newfangled gadgets, they think they know everything.",
  "My doctor says I need a pacemaker, but I don't want one. I don't want to have to rely on a machine to keep me alive.",
  "I am a 72-year-old male and I am having problems with my credit. My credit score is not what it used to be and I am having trouble getting approved for new credit cards and loans.",
  "I am a 81-year-old man and I am having problems with my antibody levels. My doctor says that my levels are low and that I need to take a supplement.",
  "I'm not sure what I was expecting, but this definitely isn't it. I feel like I'm stuck in a rut and I can't get out.",
  "I am so tired of all these young people coming in and taking over. They just don't know how to appreciate the things we've built for them.",
  "I am having some difficulty managing my medications. I am not sure if I am taking them correctly or if I am supposed to be taking them at all.",
  "I am a senior citizen and I am having trouble migrating to a new country. I have trouble learning the new language and customs and I feel lost and alone.",
  "I have trouble using my hands to eat, because my arthritis has gotten so bad. I often have to ask my family to cut my food up for me. It's really frustrating.",
  "I can't believe how much these ospreys are bothering me. Every time I try to take a nap, one of them starts screeching.",
  "My analyst never seems to be around when I need him. I feel like I'm constantly waiting for him to show up and help me sort out my problems.",
  "I'm an old man and I can't move like I used to. I'm not as spry as I was in my youth, and it's hard for me to do the things I used to do.",
  "I'm so tired of my step-grandfather always trying to tell me what to do. He's always telling me to do this or that, and it's really getting on my nerves.",
  "I have been coughing up black soot for the past few weeks and it is really starting to bother me. I'm not sure what is causing it, but it's definitely not normal.",
  "I'm not as spry as I used to be, and partridge hunting has become quite a challenge. Even when I do manage to shoot one, it's quite a struggle to retrieve it from the bushes.",
  "I am a man in my 80s and I have noticed that litter on the streets has become a real problem. It's hard to walk around without stepping on something, and it's just not clean.",
  "I'm not a doctor, but I think I'm getting old. I've been having a lot of aches and pains lately, and I'm starting to feel really tired all the time.",
  "I'm getting calls from a creditor that I don't even owe money to. They're hounding me day and night and it's really starting to take a toll on my health.",
  "I'm feeling a bit shaky today. I'm not sure if it's because I'm getting older or what, but I feel like I'm going to collapse if I don't hold on to something.",
  "I'm an older man and I'm having some trouble with my sleep. I usually wake up a few times during the night and have trouble getting back to sleep. I'm also feeling more tired during the day.",
  "The first sentence could be, \"I don't like how wet and dirty the marshland is.\" The second sentence could be, \"I don't like how there are so many bugs here.\"",
  "I'm not as young as I used to be, and these newfangled steam machines are just too complicated for me. I miss the days when you could just fill up a kettle and boil water the old-fashioned way.",
  "I have been riding my bike for years and lately my hips have been bothering me. I'm not sure if it's the riding or something else, but it's getting difficult to keep going.",
  "I've been having a lot of trouble with my passport lately. I'm not sure if it's because I'm getting older, but I've been having a lot of trouble getting it to work properly.",
  "I'm a senior citizen, and I can't stand it when my romaine lettuce is wilted. I want my lettuce to be crisp, and I don't want to have to add extra dressing to make it taste good.",
  "I'm not one for controversy, but I have to say that I'm not thrilled with the way our country is headed. The current state of affairs is really worrying me and I can't help but feel like we're headed for a fall.",
  "I'm not as sharp as I used to be. My memories don't seem as clear as they once were.",
  "I am a 78-year-old male and I am having trouble breathing. This started about a week ago and has gotten progressively worse. I am now finding it hard to do anything that requires even a little bit of exertion.",
  "I'm not sure what's going on, but my blood pressure has been all over the place lately. I'm starting to feel really dizzy and lightheaded, and my chest feels really tight.",
  "The doctors always seem to be in a rush and I feel like they're not really listening to me. I'm worried that they're going to miss something important."
]
