[
  {
    "text": "I am a 70-year-old male and I have been feeling very tired and weak for the last few months. My doctor believes it may be due to a lack of nitrogen in my body.",
    "createdAt": "2023-01-20T10:09:40.576Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fe" }
  },
  {
    "text": "I can't stand social media. It's all a bunch of people showing off their perfect lives and making the rest of us feel bad about ourselves.",
    "createdAt": "2023-01-21T04:46:35.193Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2601" }
  },
  {
    "text": "I was out in the field, working on the hay when I heard a noise. I turned around and saw the most horrifying sight: a hay bale was coming towards me, rolling across the field.",
    "createdAt": "2023-01-20T17:22:05.167Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ef" }
  },
  {
    "text": "I'm too old for this crap. Everything's online now and I can't keep up. The internet, social media, new apps... it's all too much. And for what? So I can stay connected to a world that's moving too fast for me? I'm better off",
    "createdAt": "2023-01-20T12:53:49.401Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260d" }
  },
  {
    "text": "I was getting my flu shot when I noticed the doctor's hand was shaking. Suddenly, I realized I was about to be injected with a deadly virus.",
    "createdAt": "2023-01-20T18:12:45.140Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ea" }
  },
  {
    "text": "I'm too old for this crap. Back in my day, we didn't have all these fancy gadgets. We had to walk uphill in the snow to get to school, and we liked it!",
    "createdAt": "2023-01-20T21:22:56.599Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e8" }
  },
  {
    "text": "The young people these days are always on their phones and never seem to pay attention to the world around them. They're always talking about things that I don't understand, and it's just so frustrating.",
    "createdAt": "2023-01-21T05:13:55.895Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2607" }
  },
  {
    "text": "I can't use this stupid pickax anymore.",
    "createdAt": "2023-01-20T08:33:00.898Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bc" }
  },
  {
    "text": "I'm so tired of having to constantly move my money around to different banks because they keep getting bought out or going out of business. I wish there was just one big, stable bank that I could trust to keep my money safe.",
    "createdAt": "2023-01-20T10:48:21.048Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2617" }
  },
  {
    "text": "I'm so tired of all these young whippersnappers constantly talking about social media. In my day, we didn't have any of that fancy technology. We had to make do with actual human interaction!",
    "createdAt": "2023-01-20T23:19:07.028Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260f" }
  },
  {
    "text": "I can't stand how young people are always on their phones and never paying attention to the world around them. It's so frustrating.",
    "createdAt": "2023-01-20T23:31:03.681Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b8" }
  },
  {
    "text": "I don't understand this newfangled technology. Do you think they'll ever bring back VHS?",
    "createdAt": "2023-01-20T11:28:48.222Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bb" }
  },
  {
    "text": "I'm not really on social media much these days, but when I am, I find that I spend most of my time looking at pictures of my friends' grandchildren. I'm happy for them, but it does make me feel a bit left out and lonely.",
    "createdAt": "2023-01-20T06:35:35.259Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f8" }
  },
  {
    "text": "The other day, I went to reach for something on one of the top shelves in my kitchen, and I couldn't believe how weak I felt. I used to be able to reach things with no problem, but now it seems like every time I try to stretch, something gives way.",
    "createdAt": "2023-01-20T14:52:18.203Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2617" }
  },
  {
    "text": "I don't understand why they keep making these newfangled gadgets. I can't even figure out how to use my cell phone half the time, let alone one of those computers.",
    "createdAt": "2023-01-20T11:50:48.549Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ee" }
  },
  {
    "text": "The arthritis in my hands makes it difficult to grip a traditional pen, so I was excited to try a quill. Unfortunately, the feathers are too stiff and scratchy for me to use comfortably.",
    "createdAt": "2023-01-20T17:54:42.881Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ef" }
  },
  {
    "text": "I can't stand social media. It's full of people who are always talking about how great their lives are, and it's just so fake.",
    "createdAt": "2023-01-21T01:47:30.825Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e1" }
  },
  {
    "text": "My computer is so slow and it takes forever to open up fabric. I'm not very familiar with the internet and I don't understand how to use it very well.",
    "createdAt": "2023-01-20T12:16:40.672Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25eb" }
  },
  {
    "text": "I remember my grandfather telling me stories about the Roaring Twenties. He would always talk about the wild parties, the fancy cars, and the beautiful women. It sounded like a time when anything was possible. I'm sure he had some great stories about that time in his life.",
    "createdAt": "2023-01-20T18:38:36.593Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f8" }
  },
  {
    "text": "I wish young people would stop being so darn entitled all the time. In my day, we had to work hard for everything we had and we didn't expect things to be handed to us on a silver platter.",
    "createdAt": "2023-01-20T12:47:44.172Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2602" }
  },
  {
    "text": "I remember my grandfather telling me stories about the Roaring Twenties. He said it was a time when everyone was trying to make a quick buck and people were living life in the fast lane. He also said that it was a time of great social change, with women getting the right",
    "createdAt": "2023-01-20T23:14:22.790Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ec" }
  },
  {
    "text": "My vision isn't what it used to be and I find myself constantly fumbling with my glasses. I really miss being able to see clearly without having to rely on corrective lenses.",
    "createdAt": "2023-01-20T21:26:19.346Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e7" }
  },
  {
    "text": "I was playing around in Gazebo, when I suddenly realized that I was no longer alone. There was something else in the simulator with me, and it wasn't friendly.",
    "createdAt": "2023-01-20T09:02:49.681Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c6" }
  },
  {
    "text": "The younger generation just doesn't understand what it takes to succeed. They're always looking for shortcuts and expecting things to be handed to them on a silver platter.",
    "createdAt": "2023-01-21T05:22:12.576Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c5" }
  },
  {
    "text": "I remember my grandfather telling me stories about how he used to work with pulleys all the time when he was a young man. He would use them to move heavy objects around, and he said it was a lot of hard work. But he always enjoyed doing it, and he was very",
    "createdAt": "2023-01-21T01:16:10.417Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260a" }
  },
  {
    "text": "I was at a party with my friends and I saw a beautiful girl across the room. I walked over to her and we started talking. I could tell she was interested in me, so I asked her to dance. We danced all night and I knew I had to have her.",
    "createdAt": "2023-01-20T06:24:10.415Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ed" }
  },
  {
    "text": "I'm not feeling very well today. I have a lot of pain in my joints and I'm really tired.",
    "createdAt": "2023-01-20T17:51:37.573Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ec" }
  },
  {
    "text": "I was born in1920 and grew up in a small town in Michigan. I was the youngest of three children and my parents were very strict. I was expected to help with the family farm, but I was also expected to get an education. I attended the local school through eighth grade,",
    "createdAt": "2023-01-20T23:09:27.945Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2616" }
  },
  {
    "text": "I'm so tired of social media. Every time I sink my teeth into it, I just get more and more angry.",
    "createdAt": "2023-01-20T06:52:15.776Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d3" }
  },
  {
    "text": "I'm too old for this newfangled social media business. I don't understand a thing about it and it's just too complicated.",
    "createdAt": "2023-01-20T07:56:52.269Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b8" }
  },
  {
    "text": "I'm getting so old, and young people these days are just so irresponsible! They're always on their phones, or playing video games, or just being general slackers. It's really frustrating.",
    "createdAt": "2023-01-21T04:06:25.308Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cc" }
  },
  {
    "text": "I wish young people would stop being so darn noisy all the time! It's hard enough trying to get some peace and quiet without having to put up with all that racket.",
    "createdAt": "2023-01-20T15:36:51.956Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f5" }
  },
  {
    "text": "I'm so old that I remember when people used to talk to each other in person, instead of just tweeting at each other. And we used to have to actually go outside to take pictures of animals, instead of just looking at other people's pictures of animals on Instagram.",
    "createdAt": "2023-01-20T10:06:09.940Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ef" }
  },
  {
    "text": "I'm so jelly that all these kids are on social media and I don't know how to use it. Also, I'm afraid of accidentally saying something inappropriate and getting in trouble.",
    "createdAt": "2023-01-21T05:05:30.230Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f0" }
  },
  {
    "text": "Young people today are so lazy and entitled! When I was their age, I had to work hard for everything I had. Now they just expect things to be handed to them on a silver platter. It's so frustrating!",
    "createdAt": "2023-01-20T09:42:17.856Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25db" }
  },
  {
    "text": "I'm finding it hard to keep up with all the new features on Notion.",
    "createdAt": "2023-01-20T08:33:09.198Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f0" }
  },
  {
    "text": "I can't stand these young whippersnappers coming into my cabin and making all sorts of noise. It's like they have no respect for their elders.",
    "createdAt": "2023-01-20T19:04:42.058Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e9" }
  },
  {
    "text": "I am always cold and my family won't let me turn up the heat.",
    "createdAt": "2023-01-20T06:14:09.161Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ee" }
  },
  {
    "text": "I don't like social media because it's so hard to keep up with. I feel like I'm always behind, and I don't like that.",
    "createdAt": "2023-01-21T04:26:22.983Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d1" }
  },
  {
    "text": "I swear, young people today have no respect! In my day, we would never have dreamed of acting so disrespectfully towards our elders!",
    "createdAt": "2023-01-20T08:33:32.531Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d8" }
  },
  {
    "text": "The young people these days are so disrespectful! In my day, we would have never talked back to our elders the way they do. They have no manners and are always on their phones or computers instead of talking to the people around them. It's just so rude!",
    "createdAt": "2023-01-20T09:57:10.709Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2617" }
  },
  {
    "text": "Raking is too much work for my old bones.",
    "createdAt": "2023-01-20T21:47:04.298Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ce" }
  },
  {
    "text": "I'm an old man, and my legs don't work as well as they used to. I sometimes find it hard to walk even short distances without getting tired.",
    "createdAt": "2023-01-20T10:56:40.665Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d5" }
  },
  {
    "text": "I was sitting in my living room when I heard a knock at the door. I got up to answer it and there was no one there. I turned around and saw a spark on the floor near the electrical outlet.",
    "createdAt": "2023-01-20T12:35:37.156Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f3" }
  },
  {
    "text": "While lying in bed, I heard a noise coming from the kitchen. I got up to investigate and found my cat playing with a human finger.",
    "createdAt": "2023-01-20T14:14:56.443Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ff" }
  },
  {
    "text": "I was born in the 1920s and my family didn't have much money. We didn't have many luxuries, but we made do with what we had. One of the things that we didn't have was a car. We had to walk or take the bus everywhere we went.",
    "createdAt": "2023-01-21T03:32:13.107Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ee" }
  },
  {
    "text": "I was sitting in the corner of the room, minding my own business, when I saw the shadow of a figure approaching me. I tried to scream, but it was too late. The figure had already reached me and covered my mouth with its hand.",
    "createdAt": "2023-01-21T01:55:52.311Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2612" }
  },
  {
    "text": "Why do all the young people these days think they're so entitled? In my day, we knew our place and worked hard for what we had.",
    "createdAt": "2023-01-20T09:50:50.682Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c0" }
  },
  {
    "text": "The water bill came in the mail today. $500 for a family of four. We can't afford it.",
    "createdAt": "2023-01-21T02:05:22.523Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b7" }
  },
  {
    "text": "I'm not sure what this \"hydroxyl\" is that you kids are always talking about, but I'm pretty sure it's not something good. And I don't care for this newfangled \"social media\" either. It's just a way for young people to waste their",
    "createdAt": "2023-01-20T20:57:09.193Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e8" }
  },
  {
    "text": "I wake up in a cold sweat. I can't tell if I'm awake or still dreaming. I see the red and white blanket draped over my body and I know I'm in for a long night.",
    "createdAt": "2023-01-20T22:37:53.278Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260a" }
  },
  {
    "text": "I was walking through the park when I saw a shiny object in the grass. I picked it up and it turned out to be an old chalice. I wondered how it got there and who it belonged to.",
    "createdAt": "2023-01-20T21:47:22.483Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b8" }
  },
  {
    "text": "The young people these days are always on their phones, and it's so annoying! I can't even hear myself think, let alone have a conversation.",
    "createdAt": "2023-01-21T03:46:05.120Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2608" }
  },
  {
    "text": "While walking through the forest, I heard a rustling in the bushes. I was about to run away when I saw a ranger walking towards me.",
    "createdAt": "2023-01-20T17:06:57.989Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ec" }
  },
  {
    "text": "I wake up in a cold sweat. I can't tell if I'm awake or still dreaming. I see the red eyes first, then the sharp teeth. It's coming for me.",
    "createdAt": "2023-01-20T06:30:29.461Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2606" }
  },
  {
    "text": "Every time I try to knock on my neighbor's door, my arthritis pain gets so bad that I can't do it. It's really frustrating.",
    "createdAt": "2023-01-20T16:35:45.281Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d4" }
  },
  {
    "text": "I remember when I was a young girl in the 1920s and everyone used to talk about how superior the British were to everyone else. I always felt proud to be British and thought that we really were the best.",
    "createdAt": "2023-01-20T21:30:22.330Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25da" }
  },
  {
    "text": "I can't stand all these young whippersnappers on social media. In my day, we had to talk to people face to face if we wanted to communicate.",
    "createdAt": "2023-01-20T18:32:19.538Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2606" }
  },
  {
    "text": "I wake up in a cold sweat. I can't tell if I'm awake or still dreaming. I see the red curtains, the empty bed, the table with the two cups of coffee. I can hear the sound of her breathing in the distance.",
    "createdAt": "2023-01-20T09:37:06.773Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260f" }
  },
  {
    "text": "I was walking home from work when I saw a figure in the distance. I got closer and realized it was a man with a knife.",
    "createdAt": "2023-01-20T17:42:32.590Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bc" }
  },
  {
    "text": "I was really looking forward to the holiday party, but the hostess was really unorganized and it was a total mess. I ended up having to clean up after everyone and I was so embarrassed.",
    "createdAt": "2023-01-20T12:01:25.441Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260a" }
  },
  {
    "text": "I feel like the establishment is out to get me. They're always talking about how I need to do things differently, and I don't see why they can't just leave me alone.",
    "createdAt": "2023-01-20T06:08:51.715Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cb" }
  },
  {
    "text": "The young people today are so entitled and ungrateful. They have no appreciation for what they have and are always demanding more. It's really quite frustrating.",
    "createdAt": "2023-01-20T21:43:41.169Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ef" }
  },
  {
    "text": "I can't see the TV because it's too far away and my arms are too short.",
    "createdAt": "2023-01-21T03:33:42.198Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e0" }
  },
  {
    "text": "I can't stand these young whippersnappers and their frocks. Back in my day, we knew how to dress. Nowadays, it's all saggy pants and crop tops. Disgusting.",
    "createdAt": "2023-01-20T16:36:27.952Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2606" }
  },
  {
    "text": "I'm so old that even the makers of Geritol don't want me anymore.",
    "createdAt": "2023-01-20T12:43:25.162Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bf" }
  },
  {
    "text": "I can't stand these young whippersnappers! They're always talking on their phones and they never seem to have any respect for their elders.",
    "createdAt": "2023-01-21T00:37:59.041Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ea" }
  },
  {
    "text": "I'm so tired of seeing pictures of other people's pets on social media. I wish people would just put them away and stop sharing them all the time.",
    "createdAt": "2023-01-20T10:33:23.824Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cc" }
  },
  {
    "text": "I can't stand how difficult it is to use these newfangled computers. Every time I try to do something, it takes me forever to figure out how to use the stupid program.",
    "createdAt": "2023-01-20T15:30:10.993Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2600" }
  },
  {
    "text": "Young people are so selfish! They always think about themselves and never consider how their actions might affect others. It's really frustrating, especially when you're trying to get them to do something simple, like clean up their room.",
    "createdAt": "2023-01-20T22:47:14.198Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d1" }
  },
  {
    "text": "I was up late working on some paperwork for my new business when I heard a noise coming from the kitchen. I went to investigate and found my cat playing with a mouse.",
    "createdAt": "2023-01-20T23:51:04.041Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2604" }
  },
  {
    "text": "I am a male geriatric patient and I am experiencing some difficulty with my nucleotidase levels. I am currently working with my doctor to monitor my levels and make sure that they stay within a healthy range.",
    "createdAt": "2023-01-20T07:32:51.066Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2616" }
  },
  {
    "text": "I am a senior citizen and I am having trouble understanding statistics. Can someone please help me?",
    "createdAt": "2023-01-20T22:39:06.884Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c9" }
  },
  {
    "text": "We old folks can't stand how destructive young people are! They're always breaking things and making noise. It's like they don't even care about anyone but themselves!",
    "createdAt": "2023-01-20T08:08:49.087Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e0" }
  },
  {
    "text": "I'm so sick of young people these days. They're always on their phones, or watching TV, or playing video games. They never want to talk to me or spend time with me. I feel so isolated and alone.",
    "createdAt": "2023-01-21T02:17:23.205Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260e" }
  },
  {
    "text": "The young people today are so lazy! They don't know the value of hard work like we did back in our day. All they care about is playing video games and being on their phones all day. It's no wonder our country is going to the dogs!",
    "createdAt": "2023-01-20T07:41:56.641Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2611" }
  },
  {
    "text": "I was sitting in my chair when I suddenly realized that it was moving. I was being pulled towards the window by an invisible force.",
    "createdAt": "2023-01-21T01:58:16.932Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c0" }
  },
  {
    "text": "The doctors said I have a heart condition and I need to take it easy, but I feel like I'm just sitting around all day. I used to be so active and now I feel like a burden to everyone.",
    "createdAt": "2023-01-20T07:34:26.863Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ee" }
  },
  {
    "text": "I'm so tired of young people being on their phones all the time. It's so rude and disrespectful. I remember when people used to actually talk to each other.",
    "createdAt": "2023-01-20T17:15:48.268Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ec" }
  },
  {
    "text": "I wish young people would stop being so darn entitled all the time. In my day, we had to work hard for everything we had and we didn't expect things to be handed to us on a silver platter.",
    "createdAt": "2023-01-21T04:09:25.631Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2602" }
  },
  {
    "text": "I'm so old, I can't even work the self-checkout at the grocery store. It's like, what's the point of even having technology if it can't even help me do my shopping?",
    "createdAt": "2023-01-20T23:22:11.582Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2614" }
  },
  {
    "text": "I'm too old for this crap.",
    "createdAt": "2023-01-21T03:31:53.049Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cd" }
  },
  {
    "text": "The young people today are so disrespectful! In my day, we would have never talked back to our elders the way they do. They have no manners and are always on their phones or computers.",
    "createdAt": "2023-01-20T14:37:35.607Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c8" }
  },
  {
    "text": "The young people today are so lazy! They don't know how to work hard like we did back in our day. They just sit around on their phones all day and expect everything to be handed to them.",
    "createdAt": "2023-01-20T18:58:34.468Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2608" }
  },
  {
    "text": "I was in the middle of my daily routine when I heard a noise from the other room. I slowly approached, only to find my worst nightmare come true.",
    "createdAt": "2023-01-20T07:50:37.703Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25eb" }
  },
  {
    "text": "I'm too old for this social media nonsense. I don't understand why people are so obsessed with sharing every little detail of their lives online.",
    "createdAt": "2023-01-20T23:34:02.195Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bb" }
  },
  {
    "text": "I've been having a lot of trouble with my carboxyl lately. It's been giving me a lot of pain and making it difficult to move around.",
    "createdAt": "2023-01-21T01:50:52.808Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ce" }
  },
  {
    "text": "I'm not sure if it's just me, but lately I feel like social media is just one big echo chamber. I see the same people talking about the same things and it's just really boring.",
    "createdAt": "2023-01-21T03:19:40.109Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ed" }
  },
  {
    "text": "I'm so sick of these young people coming into the boatyard and causing trouble. They're always making noise and causing a scene. I wish they would just go away and leave us old folk in peace.",
    "createdAt": "2023-01-20T05:36:40.274Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ff" }
  },
  {
    "text": "I have been having pain in my ankle for a few weeks now. It seems to be getting worse, and I can't put any weight on it without it hurting. I'm really worried that I might have a fracture or something.",
    "createdAt": "2023-01-20T11:09:16.838Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260d" }
  },
  {
    "text": "I'm so old, I can't even figure out how to use this newfangled computer. And what's a biscuit?",
    "createdAt": "2023-01-20T12:03:52.788Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cf" }
  },
  {
    "text": "I can't stand young people today. They're always walking around with their pants hanging down below their butts and their shirt tails hanging out. It looks ridiculous.",
    "createdAt": "2023-01-20T07:44:42.926Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e4" }
  },
  {
    "text": "I don't understand this newfangled technology. Why can't things just be simple like they used to be? Back in my day, we didn't have all these gadgets and gizmos.",
    "createdAt": "2023-01-21T04:11:12.602Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e1" }
  },
  {
    "text": "The young people these days are always up to no good. Just the other day, I saw a group of them loitering around the park, making a racket and being generally disruptive. It's just not right.",
    "createdAt": "2023-01-20T07:18:02.062Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fc" }
  },
  {
    "text": "I'm so sick of young people these days. They're always on their phones, or playing video games, or doing something on the computer. They never talk to each other anymore, and when they do, it's always about some stupid, meaningless stuff.",
    "createdAt": "2023-01-21T02:07:12.333Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2612" }
  },
  {
    "text": "My Fender guitar is so old and decrepit, it's embarrassing to play. The action is all messed up and the strings are so worn out, they barely make a sound.",
    "createdAt": "2023-01-20T15:03:16.603Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f2" }
  },
  {
    "text": "I can't believe that smoking is still allowed in this day and age. It's really unfair that I have to put up with other people's smoke when I'm trying to enjoy my retirement.",
    "createdAt": "2023-01-21T04:04:20.178Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2601" }
  },
  {
    "text": "I'm so old, I can remember when people had to actually get up and change the channel on the TV. Nowadays, you just push a button and the channel changes by itself. It's just too much for me.",
    "createdAt": "2023-01-20T06:44:47.249Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2608" }
  },
  {
    "text": "I remember my grandfather telling me stories about his days as a young man in the 1920s. He worked hard as a screwdriver in a factory, but he always managed to find time for a little fun. He loved going out dancing and enjoying a good time with his friends.",
    "createdAt": "2023-01-20T10:38:39.212Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2603" }
  },
  {
    "text": "The young people these days are so lazy! In my day, we had to work hard for everything we had. These kids just don't know the value of a hard day's work.",
    "createdAt": "2023-01-20T11:29:37.563Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d5" }
  },
  {
    "text": "I wake up in a cold sweat. The last thing I remember is going to bed. I try to sit up, but I'm restrained. I can't move my arms or legs. I look around the room and realize I'm in some kind of lab. There's a man in",
    "createdAt": "2023-01-20T15:45:15.872Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2615" }
  },
  {
    "text": "I'm so tired of these young whippersnappers always talking about bombs. In my day, a bomb was a big firecracker that you threw in the air and it would make a loud noise. Nowadays, it seems like every other word out of a young person's mouth",
    "createdAt": "2023-01-20T11:49:34.282Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2616" }
  },
  {
    "text": "I can't believe how difficult it is to get around this place. I've been here for years and it seems like every day there's something new that's hard to do.",
    "createdAt": "2023-01-21T02:59:43.304Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f2" }
  },
  {
    "text": "My great-grandmother used to tell me stories about growing up in the 1920s. One of her favorite stories was about the time her family raised chickens. They had a lot of fun chasing the chickens around the yard and catching them. But one day, one of the chickens got away",
    "createdAt": "2023-01-20T15:23:51.931Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2605" }
  },
  {
    "text": "I can't believe how slow this computer is. I swear, everything was so much faster when I was younger.",
    "createdAt": "2023-01-20T06:32:04.119Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e6" }
  },
  {
    "text": "I can't stand it when my trumpet won't stay in tune.",
    "createdAt": "2023-01-20T13:11:09.512Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25be" }
  },
  {
    "text": "I'm so sick of all these young people on social media. They're always hounding me about how I'm doing things wrong.",
    "createdAt": "2023-01-20T15:50:55.558Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ea" }
  },
  {
    "text": "I'm not feeling very well today. I think I might be coming down with something.",
    "createdAt": "2023-01-20T23:36:36.501Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c3" }
  },
  {
    "text": "Why do all these young whippersnappers think they can just ride their bikes wherever they want? If they want to ride on the sidewalk, they should get off their high horses and walk like the rest of us!",
    "createdAt": "2023-01-20T11:01:27.057Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2603" }
  },
  {
    "text": "The young people these days are always on their phones and never paying attention to the people around them. It's so rude and it's really getting on my nerves.",
    "createdAt": "2023-01-21T00:08:27.862Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f2" }
  },
  {
    "text": "I was doing research on my family tree and found out that my great-great-grandfather was a serial killer. I'm pretty sure I'm related to him.",
    "createdAt": "2023-01-20T08:28:26.965Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c7" }
  },
  {
    "text": "I can't figure out how to work this newfangled contraption. It's not like the old days when things were simple.",
    "createdAt": "2023-01-20T23:31:34.297Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d5" }
  },
  {
    "text": "I was born in the 1920s and grew up in a small town. My father was a farmer and my mother was a homemaker. I went to school and then got married. I had children and grandchildren. I was always happy with my life, even though it was not always easy",
    "createdAt": "2023-01-20T16:23:10.265Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f5" }
  },
  {
    "text": "I have a pain in my calf that won't go away. It's been bothering me for weeks and I can't seem to get rid of it.",
    "createdAt": "2023-01-20T23:06:12.906Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f7" }
  },
  {
    "text": "I'm so sick of young people these days. They're always on their phones, they're always talking about stupid stuff and they're just so entitled. I swear, they're just the worst.",
    "createdAt": "2023-01-21T02:01:55.104Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cd" }
  },
  {
    "text": "I'm not feeling well. I'm not sure what's wrong, but I'm really not feeling good.",
    "createdAt": "2023-01-20T23:36:07.317Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bd" }
  },
  {
    "text": "I was out for a run when I saw something moving in the bushes. I didn't think much of it until I saw the red eyes staring back at me.",
    "createdAt": "2023-01-20T10:24:40.589Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f7" }
  },
  {
    "text": "I was born in the early 1920s and grew up during the Great Depression. I remember my family struggling to make ends meet. My father lost his job and we had to move in with my grandparents. My mother was always sick and we couldn't afford medical care.",
    "createdAt": "2023-01-20T07:45:39.045Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2601" }
  },
  {
    "text": "I can't stand young people these days. They're always on their phones, and they never have any respect for their elders.",
    "createdAt": "2023-01-20T17:04:23.378Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ba" }
  },
  {
    "text": "The tuxedo I ordered arrived two days late and it doesn't fit right. The sleeves are too long and the pants are too baggy.",
    "createdAt": "2023-01-20T19:08:36.988Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d1" }
  },
  {
    "text": "My computer's mouse is acting REALLY slow and it's driving me crazy! I'm not sure what's wrong with it, but it's making it hard for me to get anything done.",
    "createdAt": "2023-01-20T22:05:03.128Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2613" }
  },
  {
    "text": "I was part of an expedition to the Amazon in 1920. It was a dangerous and exciting time, and I was lucky to come back alive.",
    "createdAt": "2023-01-20T08:52:16.531Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c8" }
  },
  {
    "text": "The opera was too loud and I couldn't hear the singing.",
    "createdAt": "2023-01-21T02:36:28.072Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ca" }
  },
  {
    "text": "While lying in bed, I heard my dog scratching my bedroom door. As I got up to let her in, I found her sleeping at the side of the bed.",
    "createdAt": "2023-01-20T15:16:50.356Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ee" }
  },
  {
    "text": "I'm too old for this crap. I can't believe I'm wasting my time on social media when I could be doing something productive.",
    "createdAt": "2023-01-21T02:40:44.762Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d5" }
  },
  {
    "text": "I'm so hurt by young people these days. They're always on their phones, they never talk to each other, and they just don't seem to care about anything.",
    "createdAt": "2023-01-20T20:13:35.197Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e1" }
  },
  {
    "text": "I was out for a walk when I saw a man walking towards me. He was wearing a mask and I couldn't see his face. I was about to cross the street when he suddenly ran towards me and grabbed me.",
    "createdAt": "2023-01-21T01:55:54.574Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d3" }
  },
  {
    "text": "My computer is so slow and difficult to use. I wish there was a way to make it easier for seniors to use.",
    "createdAt": "2023-01-20T21:45:43.867Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d6" }
  },
  {
    "text": "The young people of today are so disrespectful! In my day, if you talked back to your elders, you would get a good smack. Nowadays, kids just do whatever they want and don't care about anyone but themselves.",
    "createdAt": "2023-01-20T12:49:49.134Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260d" }
  },
  {
    "text": "I'm feeling pretty lousy today. I'm not sure what's wrong, but I ache all over and I just don't have any energy.",
    "createdAt": "2023-01-20T20:39:33.783Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d8" }
  },
  {
    "text": "I am a senior citizen and I am not happy with the way that fundraising is done these days. I think that it is becoming too aggressive and that people are not respecting the personal space of potential donors.",
    "createdAt": "2023-01-20T23:42:04.091Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d7" }
  },
  {
    "text": "I was born in 1920, in the middle of the Roaring Twenties. My parents were very excited about the new decade and all the changes that were happening. They told me stories about the prohibition and the speakeasies, and I was fascinated by the idea of a time",
    "createdAt": "2023-01-21T01:02:52.514Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f2" }
  },
  {
    "text": "While trying to fix a broken window, I accidentally cut myself on a piece of aluminium. Now, every time I try to heal the cut, it just gets worse and worse.",
    "createdAt": "2023-01-21T05:25:53.669Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bb" }
  },
  {
    "text": "I'm a senior citizen and I find it very difficult to find suppliers that cater to my needs.",
    "createdAt": "2023-01-20T17:23:27.195Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c7" }
  },
  {
    "text": "My great grandfather always talked about his time in the war. He said that he was part of a unit that was responsible for taking out the enemy's communication capabilities. He and his men would sneak into the enemy's camp at night and cut their telephone lines.",
    "createdAt": "2023-01-20T07:05:43.420Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e3" }
  },
  {
    "text": "I'm so sick of having to walk all the way to the end of the block just to get a drink of water from the hydrant.",
    "createdAt": "2023-01-21T02:01:46.771Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fd" }
  },
  {
    "text": "I can't even begin to understand how this newfangled contraption works and it's driving me up the wall!",
    "createdAt": "2023-01-21T03:21:41.568Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d0" }
  },
  {
    "text": "I'm getting calls from a creditor that I don't even know. They're asking for money that I don't have. I don't know how to make them stop.",
    "createdAt": "2023-01-21T03:49:15.050Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fd" }
  },
  {
    "text": "I hate young people. They're always on their phones and they never pay attention to anything else.",
    "createdAt": "2023-01-20T09:02:35.247Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b5" }
  },
  {
    "text": "Why do all these young whippersnappers think they can just ride their bikes wherever they want? If they want to ride on the sidewalk, they should get off their high horses and walk like the rest of us!",
    "createdAt": "2023-01-20T16:57:30.118Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2603" }
  },
  {
    "text": "I'm too old for this.",
    "createdAt": "2023-01-21T03:52:01.822Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bd" }
  },
  {
    "text": "I can't believe how much time I waste scrolling through social media. I feel like I'm living my life through a screen instead of actually living it.",
    "createdAt": "2023-01-20T18:14:25.802Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ca" }
  },
  {
    "text": "I hate how young people always think they know everything. They're always so arrogant and they never listen to anyone who's older and more experienced than they are.",
    "createdAt": "2023-01-20T13:13:09.343Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25be" }
  },
  {
    "text": "While on a business trip, my boss handed me a trinket as a gift. It wasn't until I got back to my hotel room that I realized it was a human finger.",
    "createdAt": "2023-01-20T17:59:40.078Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2608" }
  },
  {
    "text": "I remember the day my grandfather died. He was a kind and gentle man, always quick with a smile and a story. I was only eight years old at the time, but I remember it like it was yesterday. I was at his bedside when he passed away, and I will",
    "createdAt": "2023-01-20T21:03:17.465Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25eb" }
  },
  {
    "text": "I'm feeling a bit lightheaded and dizzy. I think my blood pressure might be low.",
    "createdAt": "2023-01-20T06:52:30.236Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c6" }
  },
  {
    "text": "I'm not sure if it's the technology or just me getting old, but I really miss the close comradeship that I used to have with my fellow soldiers. There's just something about being able to sit around and talk with someone who really understands what you've been through.",
    "createdAt": "2023-01-20T17:06:48.400Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260e" }
  },
  {
    "text": "I was walking home from the store one day when I saw two men arguing. They were shouting and pushing each other, and I could tell they were about to fight. I ran over to them and tried to break it up, but they ignored me and started throwing punches. I quickly realized",
    "createdAt": "2023-01-20T19:46:18.064Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fc" }
  },
  {
    "text": "Young people today are so entitled! They think they can just blanket the world with their selfishness and disrespect and it'll be okay! Well, it's not okay with me! I've worked hard my whole life and I deserve to be respected!",
    "createdAt": "2023-01-20T06:54:29.267Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2613" }
  },
  {
    "text": "I'm getting too old for this. My trainer is constantly pushing me to do things that are too difficult for me.",
    "createdAt": "2023-01-21T05:01:40.310Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25de" }
  },
  {
    "text": "He was nearly finished his poem when he realized the last word didn't rhyme. It was too late to change it, so he submitted it anyway. His editor called to tell him that it was the best poem she'd ever read, but she couldn't print it because the last word",
    "createdAt": "2023-01-20T19:29:01.506Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25dd" }
  },
  {
    "text": "I'm not as young as I used to be, and this fountain is really starting to wear me out. I've been having to come here more and more often just to keep myself hydrated, and it's really starting to take a toll.",
    "createdAt": "2023-01-20T23:39:31.314Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2613" }
  },
  {
    "text": "The new touch screens at the bus stop are hard to use with my arthritis. I miss the old days when I could just press a button.",
    "createdAt": "2023-01-21T03:32:56.941Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d3" }
  },
  {
    "text": "Why do young people have to be so darn loud all the time? I can't even enjoy a nice cup of tea in peace anymore.",
    "createdAt": "2023-01-20T06:17:03.211Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b6" }
  },
  {
    "text": "My brother is always telling me what to do and it drives me crazy!",
    "createdAt": "2023-01-20T13:51:56.358Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25df" }
  },
  {
    "text": "I can't believe how hard it is to find things that are magnetic. I need to get a new fridge that has a magnetic door.",
    "createdAt": "2023-01-20T22:54:38.794Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f3" }
  },
  {
    "text": "My feet hurt. I can't walk quietly anymore.",
    "createdAt": "2023-01-20T09:11:38.222Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b4" }
  },
  {
    "text": "My grandfather used to tell me stories about when he was a young boy in the 1920s. One of his favorite stories was about the time he and his friends found a donkey wandering around town. They took the donkey home and took care of it until it was healthy again. Then, they",
    "createdAt": "2023-01-20T05:42:34.324Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2613" }
  },
  {
    "text": "I'm so sick of young people these days. They're always on their phones, or playing video games, or listening to that awful music. They have no respect for their elders, and they're always talking back. I don't know what the world is coming to.",
    "createdAt": "2023-01-21T01:31:19.518Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2615" }
  },
  {
    "text": "I'm too old for this crap. Why can't things just stay the same?",
    "createdAt": "2023-01-20T18:41:18.140Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25be" }
  },
  {
    "text": "I remember one summer when I was a child, our family went out to the country to pick plums. It was a hot day and the plums were ripe and juicy. We ate so many that our stomachs ached. It was a wonderful memory.",
    "createdAt": "2023-01-20T10:01:52.242Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e5" }
  },
  {
    "text": "I've been having trouble disposing of my trash. The city won't pick it up and the dump is too far away.",
    "createdAt": "2023-01-21T02:04:20.725Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e2" }
  },
  {
    "text": "As an old person, I can't stand young people. They're always so loud and disruptive. It's like they have no respect for anyone else.",
    "createdAt": "2023-01-21T04:59:46.934Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c4" }
  },
  {
    "text": "I'm not worth anything. I'm just an old man.",
    "createdAt": "2023-01-20T19:59:40.309Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c0" }
  },
  {
    "text": "I'm old and my libido is gone. Social media is full of people having sex and it's making me feel bad about myself.",
    "createdAt": "2023-01-20T12:24:43.984Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f6" }
  },
  {
    "text": "I'm so tired of all these young whippersnappers on social media. Why can't they just get off my lawn already?",
    "createdAt": "2023-01-20T10:02:32.305Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b9" }
  },
  {
    "text": "I can't stand how young people these days have no sense of retention. They can't even remember to put their phone on silent in a movie theater.",
    "createdAt": "2023-01-21T01:29:21.098Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bd" }
  },
  {
    "text": "I can't stand how young people these days have no sense of retention. They can't even remember to put their phone on silent in a movie theater.",
    "createdAt": "2023-01-20T06:21:29.113Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bd" }
  },
  {
    "text": "I remember my mother always had a fabric store in the 1920s. She would always find the most beautiful fabrics and sell them to the customers. I always loved going to her store and seeing all the different colors and patterns of fabric.",
    "createdAt": "2023-01-21T00:47:22.201Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25df" }
  },
  {
    "text": "I'm an archaeologist, and I'm getting too old for this. I'm constantly having to dig up ancient artifacts, and it's getting harder and harder.",
    "createdAt": "2023-01-21T04:12:44.095Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2605" }
  },
  {
    "text": "I can't stand it when old people make jokes about being old. It's not funny, it's just depressing.",
    "createdAt": "2023-01-20T13:02:03.592Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fc" }
  },
  {
    "text": "I'm just so tired of young people today. They're always on their phones, or playing video games, or doing something on the computer. It's just so frustrating.",
    "createdAt": "2023-01-20T21:41:35.698Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f3" }
  },
  {
    "text": "I'm not feeling well. I think I need to see a doctor.",
    "createdAt": "2023-01-21T05:25:29.613Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b5" }
  },
  {
    "text": "I was so happy when I got the promotion at work. But then, I found out that my new office was right next to the janitor's closet.",
    "createdAt": "2023-01-20T21:45:56.406Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2601" }
  },
  {
    "text": "I'm so exhausted all the time. I just can't keep up with all the things I used to be able to do.",
    "createdAt": "2023-01-20T12:37:31.123Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bb" }
  },
  {
    "text": "I was born in the early 1920s, so I grew up during the Great Depression. My family didn't have much money, so we had to be careful with what we had. One time, my brother got sick and we didn't have enough money to pay for a doctor. We",
    "createdAt": "2023-01-20T12:11:11.105Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2607" }
  },
  {
    "text": "I can't stand all these newfangled social media platforms. I miss the good old days when you could just pick up the phone and talk to somebody.",
    "createdAt": "2023-01-20T11:41:45.701Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ce" }
  },
  {
    "text": "The kilt is too tight. It's uncomfortable and makes it hard to move around.",
    "createdAt": "2023-01-20T12:46:03.737Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25dc" }
  },
  {
    "text": "My embossing machine is on the fritz again. I've been having trouble with it for months and I'm just about ready to give up on it.",
    "createdAt": "2023-01-20T08:03:12.230Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d2" }
  },
  {
    "text": "I'm so sick of young people these days. They're all so entitled and think they know everything.",
    "createdAt": "2023-01-21T00:29:28.240Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b4" }
  },
  {
    "text": "I'm so old that I can't even figure out how to use social media. It's so confusing and I don't have any friends on there.",
    "createdAt": "2023-01-20T08:08:25.754Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c0" }
  },
  {
    "text": "The food here is terrible and I'm pretty sure they're serving human flesh.",
    "createdAt": "2023-01-20T06:55:35.671Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c2" }
  },
  {
    "text": "I can't believe how hard it is to find a good hydrocarbon these days. I've been using the same brand for years, but they just don't seem to make it like they used to.",
    "createdAt": "2023-01-20T20:41:01.083Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2612" }
  },
  {
    "text": "I'm so tired of always having to worry about fuel. I feel like I can never just relax and enjoy my life.",
    "createdAt": "2023-01-20T16:07:08.169Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d9" }
  },
  {
    "text": "While lying in bed, I heard a noise coming from the closet. I slowly got up to investigate and found my cat playing with a dead rat.",
    "createdAt": "2023-01-20T22:54:34.265Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2600" }
  },
  {
    "text": "I wish young people would stop being so darn entitled! In my day, we were grateful for what we had and didn't go around expecting things to be handed to us on a silver platter.",
    "createdAt": "2023-01-20T18:57:21.425Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f9" }
  },
  {
    "text": "I was walking home from school one day when I saw a man walking towards me. He had a strange look in his eye and I got a bad feeling about him. I started to walk faster, but he began to run after me. I was terrified and ran as fast as I could",
    "createdAt": "2023-01-20T10:51:18.882Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260d" }
  },
  {
    "text": "My joints are always aching and my doctor says it's because I'm getting old. I've started taking turmeric to see if it will help.",
    "createdAt": "2023-01-20T14:49:20.495Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cf" }
  },
  {
    "text": "I was lying in bed when I heard a noise coming from the kitchen. I got up to investigate and found my cat playing with a mouse.",
    "createdAt": "2023-01-20T20:54:05.822Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bd" }
  },
  {
    "text": "Young people today are so disrespectful! They never think about how their actions might affect others, and they're always trying to push the envelope. It's really frustrating.",
    "createdAt": "2023-01-21T00:57:32.264Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f4" }
  },
  {
    "text": "I was born in 1900, in the midst of the Progressive Era. My father was a small businessman and my mother was a homemaker. I grew up in a time of great change, and my parents instilled in me the importance of hard work and determination. I was the first in",
    "createdAt": "2023-01-20T21:03:34.916Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2611" }
  },
  {
    "text": "I can't believe how many young people are wearing cameos these days! I remember when cameos were only worn by old ladies like me.",
    "createdAt": "2023-01-20T14:08:24.602Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25db" }
  },
  {
    "text": "I was coding late into the night, when I heard a noise coming from the kitchen. I went to investigate, and found my cat licking a bloody knife.",
    "createdAt": "2023-01-21T02:28:34.003Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c3" }
  },
  {
    "text": "I'm not very good with technology and I find it hard to use the hotel's TV remote control. The buttons are small and hard to see.",
    "createdAt": "2023-01-20T06:51:50.527Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c8" }
  },
  {
    "text": "I can't stand all these newfangled gadgets. Give me a rotary phone and a paper map any day.",
    "createdAt": "2023-01-21T02:11:16.181Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d7" }
  },
  {
    "text": "Young people today are so lazy and entitled! In my day, we had to work hard for everything we had. Kids these days just don't know how good they have it.",
    "createdAt": "2023-01-20T13:41:51.697Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e7" }
  },
  {
    "text": "I'm old and I don't understand social media. Every time I try to use it, I just end up feeling frustrated and alone.",
    "createdAt": "2023-01-20T20:24:42.726Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c3" }
  },
  {
    "text": "What is it with young people and their cymbals? All they ever do is bang on them and make a bunch of noise. It's so annoying.",
    "createdAt": "2023-01-20T21:31:57.328Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c6" }
  },
  {
    "text": "I just don't understand young people today. They're always on their phones, or talking to each other in person instead of listening to their elders. It's just so disrespectful.",
    "createdAt": "2023-01-21T04:11:21.171Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e2" }
  },
  {
    "text": "I remember when I was a young boy, my grandfather used to take me out into the woods to hunt for ptarmigan. We would spend hours tracking the birds, and it was always a thrill when we finally caught one. I have such fond memories of those days spent with my grandfather",
    "createdAt": "2023-01-20T17:35:52.612Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fa" }
  },
  {
    "text": "I'm getting older and my vision isn't what it used to be. I've been having trouble reading the text on my computer screen. I wish there was an easy way to make the text larger.",
    "createdAt": "2023-01-20T18:34:20.444Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2601" }
  },
  {
    "text": "I was driving home from work when I saw something strange in the road. I got out to investigate and found a body. I called the police and they said they would be right there.",
    "createdAt": "2023-01-20T21:01:22.708Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d1" }
  },
  {
    "text": "I'm so old that I don't even know how to use social media. All these young whippersnappers are always on their phones and I just can't keep up.",
    "createdAt": "2023-01-20T19:06:52.029Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e2" }
  },
  {
    "text": "I'm not sure what this technology is supposed to do. It's very confusing and I don't know how to use it.",
    "createdAt": "2023-01-20T15:23:21.072Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d8" }
  },
  {
    "text": "I remember my grandfather telling me stories about the 1920s. He said it was a time of great change, and that people were always looking for ways to have fun. One of his favorite stories was about a time when he and some friends went dancing at a speakeasy. They had",
    "createdAt": "2023-01-20T08:36:59.662Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cd" }
  },
  {
    "text": "Young people today are so entitled! They think the world owes them something just because they exist. I don't know what happened to the work ethic of the younger generation- it's like it doesn't exist anymore!",
    "createdAt": "2023-01-21T04:19:31.729Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fe" }
  },
  {
    "text": "The Marines are too young and inexperienced.",
    "createdAt": "2023-01-20T17:43:14.727Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ba" }
  },
  {
    "text": "I can't stand these young whippersnappers and their conga lines! In my day, we knew how to have a good time without all that racket.",
    "createdAt": "2023-01-20T12:24:31.908Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25eb" }
  },
  {
    "text": "I'm so tired of looking at everyone's posts about their perfect lives on social media. It's like everyone is trying to one-up each other and it's so exhausting.",
    "createdAt": "2023-01-20T07:25:54.753Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ff" }
  },
  {
    "text": "The banker always seemed a little off, but no one ever suspected that he was hiding a dark secret. Every night, he would lock the doors to the bank, and then head to the basement where he kept his victims.",
    "createdAt": "2023-01-20T11:19:43.442Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ed" }
  },
  {
    "text": "I can't seem to save any money. Every time I get some extra cash, I end up spending it on something I don't need.",
    "createdAt": "2023-01-21T00:41:05.633Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e9" }
  },
  {
    "text": "The anise is too strong for me.",
    "createdAt": "2023-01-21T03:13:55.061Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d4" }
  },
  {
    "text": "I am having a lot of trouble with my delivery. I am constantly forgetting things and getting lost.",
    "createdAt": "2023-01-20T17:54:18.143Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c8" }
  },
  {
    "text": "I'm so sick of young people these days. Every time I turn on the news there's another story about some kid who's been caught forging documents or cheating on their taxes. What is the world coming to?",
    "createdAt": "2023-01-20T23:53:19.581Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cf" }
  },
  {
    "text": "I can't stand young people these days. They're always on their phones, and they never seem to care about anything.",
    "createdAt": "2023-01-20T05:57:27.333Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b7" }
  },
  {
    "text": "I'm so old that I can't even figure out how to use social media. All these newfangled apps are just too complicated for me.",
    "createdAt": "2023-01-20T14:18:15.978Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bd" }
  },
  {
    "text": "I'm so sick of these young whippersnappers making noise all hours of the night. In my day, you respected your elders and kept your voices down after dark. Nowadays, it seems like every time I try to get some sleep, some rowdy kids are outside yelling and",
    "createdAt": "2023-01-20T20:14:03.753Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f6" }
  },
  {
    "text": "I was born in the 1920s and my family didn't have much money. My parents worked hard to provide for us, but there were always times when we didn't have enough. One summer, my parents couldn't afford to send me to camp, so I had to stay home.",
    "createdAt": "2023-01-20T09:29:46.790Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2604" }
  },
  {
    "text": "Young people today are so lazy and entitled! In my day, we had to work hard for everything we had. Kids these days just don't know how good they have it.",
    "createdAt": "2023-01-20T15:43:45.756Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e7" }
  },
  {
    "text": "I swear, young people these days are always on their phones and never pay attention to the world around them. I miss the good old days when people actually talked to each other instead of being glued to a screen all the time.",
    "createdAt": "2023-01-20T21:15:08.414Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260c" }
  },
  {
    "text": "I'm so sick of young people today. They're all so lazy and entitled. They've never had to work hard for anything in their lives.",
    "createdAt": "2023-01-20T12:38:11.949Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e6" }
  },
  {
    "text": "Why do all the young people today listen to that rap music? It's just a bunch of noise! It's so loud and obnoxious, and it's just not music.",
    "createdAt": "2023-01-20T23:47:25.953Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c7" }
  },
  {
    "text": "Young people today are so disrespectful! They never think about how their actions might affect others, and they're always trying to push the envelope. It's really frustrating.",
    "createdAt": "2023-01-20T16:16:17.880Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f4" }
  },
  {
    "text": "I don't like all these newfangled gadgets. I wish things would just stay the same.",
    "createdAt": "2023-01-20T12:36:04.028Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b4" }
  },
  {
    "text": "While lying in bed, I heard footsteps in the hallway. As the footsteps got closer, I realized they were coming from inside my room.",
    "createdAt": "2023-01-20T23:24:12.699Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e6" }
  },
  {
    "text": "I'm so tired of young people today. They're all so lazy and entitled. They have no respect for their elders and they're always on their phones.",
    "createdAt": "2023-01-21T01:42:14.331Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e8" }
  },
  {
    "text": "The other day I was at the store and this group of young people came in and they were being so loud and obnoxious. I just don't understand why people have to act like that. It's just so disrespectful.",
    "createdAt": "2023-01-20T17:13:42.775Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2604" }
  },
  {
    "text": "I'm so sick of these young whippersnappers constantly updating their social media accounts. In my day, we just wrote letters to our friends and family and that was that. Nowadays, it seems like everyone is just obsessed with sharing every little detail of their lives online.",
    "createdAt": "2023-01-20T11:04:03.352Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2614" }
  },
  {
    "text": "I don't know how to work this newfangled computer. In my day, you just typed a few commands and that was that. Now there's all this touch screen nonsense and I can't even find the keys.",
    "createdAt": "2023-01-20T13:57:29.802Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cc" }
  },
  {
    "text": "Why do all the young people today listen to that rap music? It's just a bunch of noise! It's so loud and obnoxious, and it's just not music.",
    "createdAt": "2023-01-21T05:21:45.784Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c7" }
  },
  {
    "text": "I'm getting so old, and my vision isn't what it used to be. I can't see the fish as well when I go snorkeling in the reef.",
    "createdAt": "2023-01-20T18:26:17.799Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2604" }
  },
  {
    "text": "The young people today are so disrespectful! They think they know everything and they don't even know how to show proper manners. When I was their age, we knew our elders were always right and we respected them. These youngsters need to learn some respect!",
    "createdAt": "2023-01-20T10:23:08.226Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2610" }
  },
  {
    "text": "My great-grandmother always told me stories about her childhood in the 1920s. One of her favorite stories was about the time she was an infant. Her mother had passed away shortly after she was born, so she was raised by her father. He was a very strict man and didn",
    "createdAt": "2023-01-20T16:42:24.687Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cb" }
  },
  {
    "text": "The other day I was at the store and this group of young people came in and they were being so loud and obnoxious. I just don't understand why people have to act like that. It's just so disrespectful.",
    "createdAt": "2023-01-20T06:29:40.138Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2604" }
  },
  {
    "text": "I'm so old that I can't even figure out how to use this newfangled technology. It's so frustrating that I can't keep up with the times.",
    "createdAt": "2023-01-20T22:13:01.520Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fa" }
  },
  {
    "text": "I'm starting to feel like social media is taking over my life. Every time I scroll through my feed, I see endless posts about what people are doing, what they're eating, what they're wearing. It's all so superficial and it's really getting to me.",
    "createdAt": "2023-01-20T08:13:21.533Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fa" }
  },
  {
    "text": "I don't understand this newfangled social media business. Why do people want to share every little thing about their lives? It's a total brushfire.",
    "createdAt": "2023-01-20T22:28:29.027Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2603" }
  },
  {
    "text": "I was out walking my dog when I noticed a strange smell in the air. It was a gas leak, and I quickly ran to safety. But the gas seeped into my home and killed my family.",
    "createdAt": "2023-01-20T16:05:11.652Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f6" }
  },
  {
    "text": "I'm so sick of young people today. They're all so lazy and entitled. They've never had to work hard for anything in their lives.",
    "createdAt": "2023-01-20T07:36:02.920Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e6" }
  },
  {
    "text": "I can't stand young people today. They're always walking around with their pants hanging down below their butts and their shirt tails hanging out. It looks ridiculous.",
    "createdAt": "2023-01-20T19:38:38.516Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e4" }
  },
  {
    "text": "I don't understand this newfangled technology. Why can't things just stay the way they were?",
    "createdAt": "2023-01-21T03:01:14.221Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c3" }
  },
  {
    "text": "I was trying to get my certificate from the office, but the line was so long that I didn't have time to fill out the form. The woman in front of me was so angry that she started screaming and throwing things. I was so scared that I ran out of the office and",
    "createdAt": "2023-01-20T18:49:10.644Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2614" }
  },
  {
    "text": "I'm so sick of these young whippersnappers. In my day, we knew how to show respect and work hard. Nowadays, it's all \"me, me, me\" with these kids. They have no appreciation for anything.",
    "createdAt": "2023-01-20T23:58:51.658Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260b" }
  },
  {
    "text": "I'm getting old and I don't like it. Everything hurts and I can't do anything anymore.",
    "createdAt": "2023-01-20T20:06:35.878Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e4" }
  },
  {
    "text": "I am an elderly man and I have been having pods for the past few days. They are really painful and I can't seem to get rid of them.",
    "createdAt": "2023-01-20T08:31:57.563Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2606" }
  },
  {
    "text": "I can't stand these young people today. They're always on their phones, or playing video games, or talking about some inane topic. And they're always so loud!",
    "createdAt": "2023-01-20T08:26:58.105Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bf" }
  },
  {
    "text": "I'm so sick of these stupid doctors and their stupid tests. Why can't they just leave me alone?",
    "createdAt": "2023-01-20T18:16:18.143Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c3" }
  },
  {
    "text": "I was walking home from work when I heard someone following me. I quickened my pace, but the footsteps got closer and closer. When I turned around, there was no one there.",
    "createdAt": "2023-01-21T03:51:16.190Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cc" }
  },
  {
    "text": "I'm sorry I killed you. I didn't mean to, I was just so angry.",
    "createdAt": "2023-01-20T19:04:34.162Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b4" }
  },
  {
    "text": "I'm so sick of all these young whippersnappers coming into my house and telling me what to do. I know how to take care of myself, and I don't need their help.",
    "createdAt": "2023-01-21T02:05:42.309Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260e" }
  },
  {
    "text": "I'm having a lot of trouble with my diction lately. I can't seem to enunciate my words properly and people are having a hard time understanding me.",
    "createdAt": "2023-01-21T05:13:47.126Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d9" }
  },
  {
    "text": "I don't like social media because it's full of young people.",
    "createdAt": "2023-01-20T21:39:58.111Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b6" }
  },
  {
    "text": "I'm so sick of young people these days. They're always on their phones, or watching TV, or playing video games. They never want to talk to me or spend time with me. I feel so isolated and alone.",
    "createdAt": "2023-01-21T05:00:27.860Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260e" }
  },
  {
    "text": "I am a man in my late 60s and I feel that I am being discriminated against because of my age. I have been passed over for promotions and raises, and I feel that it is because my employer thinks I am too old. This is unfair and I want to do something about",
    "createdAt": "2023-01-20T15:43:58.562Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2614" }
  },
  {
    "text": "I'm so old that I can't even figure out how to use this newfangled technology. It's so frustrating that everything is always changing and I can't keep up.",
    "createdAt": "2023-01-20T10:31:10.911Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260f" }
  },
  {
    "text": "I was born in the early 1920s, right around the time when the stock market crashed. My family didn't have a lot of money, so we had to be careful with our spending. One of the things we did was go to the marketplace to buy our food. We would bar",
    "createdAt": "2023-01-20T19:21:36.131Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f4" }
  },
  {
    "text": "My mother always tells the story of how, when she was a child in the 1920s, her family would go to the local dance hall every Saturday night. They would dance all night long and have a great time. Her parents would always tell her that she was too young to be out",
    "createdAt": "2023-01-20T11:43:18.971Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d0" }
  },
  {
    "text": "I was born in 1920 and grew up in a small town in Oklahoma. My father was a farmer and my mother was a homemaker. I went to school in a one-room schoolhouse and played sports with the other kids in town. I had a lot of fun growing up and",
    "createdAt": "2023-01-21T02:59:35.621Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2608" }
  },
  {
    "text": "My sensor is beeping really loudly and it's driving me crazy!",
    "createdAt": "2023-01-20T08:21:51.639Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ef" }
  },
  {
    "text": "I was walking home from work late one night when I heard footsteps behind me. I quickened my pace, but the footsteps kept getting closer and closer. Suddenly, a hand grabbed my shoulder and I was dragged into the alley.",
    "createdAt": "2023-01-21T01:34:03.442Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e3" }
  },
  {
    "text": "I was in my closet, looking for something to wear to my friend's party when I heard a noise coming from the other side of the room. I slowly turned around and saw a hand reaching out from under the bed.",
    "createdAt": "2023-01-21T04:35:44.058Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2609" }
  },
  {
    "text": "I'm so sick of young people today. They're always on their phones, they're always talking about stupid things, and they're just so entitled. I can't stand it.",
    "createdAt": "2023-01-20T23:07:30.595Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ee" }
  },
  {
    "text": "I was never a big fan of take-out, but lately it seems like all I can find are unhealthy options. I wish there were more places that offered healthier take-out meals.",
    "createdAt": "2023-01-20T13:52:18.331Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ff" }
  },
  {
    "text": "I was swiping through Tinder when I saw a girl I knew from high school. I swiped right, and we matched. I message her, and she responds with a single word: \"Run.\"",
    "createdAt": "2023-01-20T07:17:46.967Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e0" }
  },
  {
    "text": "I'm too old for this crate.",
    "createdAt": "2023-01-20T13:08:15.675Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c9" }
  },
  {
    "text": "I think that young people today are way too cavalier about marriage. They just don't seem to understand that it's a serious commitment. I mean, I was married for over 50 years, and I can tell you from experience that it's not always easy. But you have to work",
    "createdAt": "2023-01-21T02:20:20.689Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25dc" }
  },
  {
    "text": "Why do young people today never seem to finish anything? All they ever do is start things and then they just move on to the next thing. It's so frustrating!",
    "createdAt": "2023-01-20T13:48:01.880Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c3" }
  },
  {
    "text": "I find it difficult to keep up with all the new social media platforms. It's hard to keep track of which one my friends are using and what they're posting.",
    "createdAt": "2023-01-20T20:45:31.234Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fe" }
  },
  {
    "text": "I'm not sure what's wrong with my machine. Every time I try to use it, it just doesn't work properly.",
    "createdAt": "2023-01-21T01:45:50.597Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25be" }
  },
  {
    "text": "I can't stand how loud young people are. They're always yelling and screaming and it's so annoying. And they're always talking on their phones and it's just so loud. I can't even hear myself think. It's like they're trying to suffocate me with their noise",
    "createdAt": "2023-01-20T10:33:50.314Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f7" }
  },
  {
    "text": "I really don't see the point of social media. It's just a lot of people posting photos of themselves and their food.",
    "createdAt": "2023-01-20T15:47:57.586Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c6" }
  },
  {
    "text": "As an elderly man, I often find myself struggling to keep up with the fast-paced world around me. I feel like I'm constantly being left behind, and it's very frustrating.",
    "createdAt": "2023-01-20T10:53:10.536Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fa" }
  },
  {
    "text": "I'm too old for this crap.",
    "createdAt": "2023-01-20T20:24:17.707Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c8" }
  },
  {
    "text": "I'm so old, and this newfangled Vine thing is so confusing.",
    "createdAt": "2023-01-20T09:04:39.104Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e4" }
  },
  {
    "text": "I wish young people would stop being so darn noisy all the time! It's hard enough trying to get some peace and quiet without having to put up with all that racket.",
    "createdAt": "2023-01-21T02:54:52.471Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f5" }
  },
  {
    "text": "I feel like I'm falling apart. Every day I wake up and there's something new wrong with me. I can't take it anymore.",
    "createdAt": "2023-01-20T07:57:07.781Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c5" }
  },
  {
    "text": "I can't believe how hard it is to use these newfangled smartphones. I just want to throw them out the window sometimes. And don't even get me started on trying to use the internet.",
    "createdAt": "2023-01-20T13:05:06.933Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260b" }
  },
  {
    "text": "I was lying in bed when I heard a noise downstairs. I got up to investigate and found my husband standing in the kitchen with a knife in his hand.",
    "createdAt": "2023-01-20T18:32:50.205Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2605" }
  },
  {
    "text": "I'm feeling really down lately. I'm not sure what's wrong with me, but I just can't seem to get out of this funk.",
    "createdAt": "2023-01-20T05:46:57.341Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d0" }
  },
  {
    "text": "I can't believe how difficult it is to find a stopwatch these days. I remember when you could buy them at any store, but now it seems like they're all gone.",
    "createdAt": "2023-01-20T17:40:12.343Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2602" }
  },
  {
    "text": "I'm so over social media. It's just a bunch of people sharing things that don't really matter, and it's a huge time waster.",
    "createdAt": "2023-01-21T04:20:42.587Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d8" }
  },
  {
    "text": "I don't understand why everyone is always talking about technology. It's like, can't we just enjoy life without constantly being connected to some sort of device?",
    "createdAt": "2023-01-20T08:19:48.522Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fd" }
  },
  {
    "text": "I'm too old for this crap. Every time I try to use my smartphone, I can't figure out how to do anything. And don't even get me started on these newfangled computers.",
    "createdAt": "2023-01-20T20:50:11.835Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e3" }
  },
  {
    "text": "I'm so sick of young people these days. They're always on their phones, or playing video games, or listening to that awful music. They have no respect for their elders, and they're always talking back. I don't know what the world is coming to.",
    "createdAt": "2023-01-20T18:42:01.871Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2615" }
  },
  {
    "text": "I'm so sick of seeing pictures of people's stupid ski trips. I can't even afford to go on one anymore and it just makes me feel really left out and old.",
    "createdAt": "2023-01-21T04:49:48.267Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bc" }
  },
  {
    "text": "I was born in 1920 and grew up in a small town in upstate New York. My father was a police officer and my mother was a homemaker. I always knew that I wanted to be a police officer like my father, and I was very excited when I was accepted to the",
    "createdAt": "2023-01-20T15:36:38.096Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ca" }
  },
  {
    "text": "I'm a little chilly. I wish I had brought my blazer.",
    "createdAt": "2023-01-21T02:53:22.222Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f9" }
  },
  {
    "text": "I have a problem with my forte. It's hard for me to play as loudly as I used to.",
    "createdAt": "2023-01-20T10:17:12.561Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2611" }
  },
  {
    "text": "My great-grandfather always talked about the chaos of the 1920s. He said that it was a time when anything and everything seemed possible. He described it as a time when people were constantly looking for the next new thing and trying to one-up each other. It sounded like an",
    "createdAt": "2023-01-20T18:27:18.963Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f1" }
  },
  {
    "text": "I'm too old for this crap. Every time I try to use my smartphone, I end up feeling frustrated and confused. Technology is supposed to make our lives easier, but it seems like it's only making things more complicated.",
    "createdAt": "2023-01-21T02:17:07.911Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2617" }
  },
  {
    "text": "I was headed to bed when I heard a noise coming from the kitchen. I went to investigate and found my cat scratching at the sideboard. When I opened it, I found my husband's dead body inside.",
    "createdAt": "2023-01-20T15:33:01.078Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cb" }
  },
  {
    "text": "The young people these days are so disrespectful! In my day, we would have never talked back to our elders the way they do. They have no manners and are always on their phones or computers instead of talking to the people around them. It's just so rude!",
    "createdAt": "2023-01-20T18:06:53.734Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2617" }
  },
  {
    "text": "I can't stand when people ask me for money for their causes. I'm already giving so much to my own causes, and I don't have any money left over to give to anyone else's.",
    "createdAt": "2023-01-21T03:27:14.096Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f8" }
  },
  {
    "text": "I was on a liner crossing the Atlantic when I suddenly realized that I was the only person on the entire ship. I don't know what happened to the others, but I'm pretty sure I don't want to know.",
    "createdAt": "2023-01-20T16:15:23.762Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260b" }
  },
  {
    "text": "I can't believe how hard it is to use this new computer. I feel like a zombie just trying to figure out how to do anything on it.",
    "createdAt": "2023-01-20T22:27:24.553Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2602" }
  },
  {
    "text": "I was born in 1920 and grew up in a small town in Iowa. My father was a farmer and my mother was a homemaker. I went to school through the eighth grade and then helped my father on the farm. In the evenings, I would read books by the light of the",
    "createdAt": "2023-01-20T13:12:39.400Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260e" }
  },
  {
    "text": "The young people today are so disrespectful! In my day, we would have never talked back to our elders the way they do. They have no manners and are always on their phones or computers.",
    "createdAt": "2023-01-20T19:58:55.483Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c8" }
  },
  {
    "text": "I am an elderly man and I have been having problems with my vision. I have been told that I need to get new glasses, but I am having trouble finding a pair that fits well and does not slide down my nose.",
    "createdAt": "2023-01-21T04:23:15.267Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2608" }
  },
  {
    "text": "What is it with young people and their cymbals? All they ever do is bang on them and make a bunch of noise. It's so annoying.",
    "createdAt": "2023-01-20T09:58:51.123Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c6" }
  },
  {
    "text": "I'm so sick of these young whippersnappers. In my day, we knew how to show respect and work hard. Nowadays, it's all \"me, me, me\" with these kids. They have no appreciation for anything.",
    "createdAt": "2023-01-20T23:15:26.517Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260b" }
  },
  {
    "text": "I don't understand this newfangled social media. In my day, we just talked to each other in person or on the phone. Why do we need all of these different platforms to communicate?",
    "createdAt": "2023-01-20T18:59:08.543Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260a" }
  },
  {
    "text": "I can't believe how difficult it is to use this new patio furniture. It's so complicated and time-consuming.",
    "createdAt": "2023-01-21T04:34:08.918Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b8" }
  },
  {
    "text": "I'm not sure what this \"yam\" is that everyone's talking about, but it sounds like a load of hooey to me. I'm too old for this nonsense.",
    "createdAt": "2023-01-20T13:14:57.296Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2603" }
  },
  {
    "text": "The young folk these days just don't know how to farm like we did back in my day. Nowadays, it's all about machines and technology, and the young people just don't seem to have the respect for the land that we did.",
    "createdAt": "2023-01-20T23:54:25.580Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2614" }
  },
  {
    "text": "I was born in a small town in upstate New York. My family didn't have much money, so we never went anywhere or did anything. Life was pretty boring.",
    "createdAt": "2023-01-20T16:40:35.766Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d3" }
  },
  {
    "text": "My vision isn't what it used to be and I'm having a hard time seeing things up close. I think I might need to get my eyes checked.",
    "createdAt": "2023-01-21T03:03:57.084Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2608" }
  },
  {
    "text": "The younger generation just doesn't understand what it takes to succeed. They're always looking for shortcuts and expecting things to be handed to them on a silver platter.",
    "createdAt": "2023-01-20T17:27:07.206Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c5" }
  },
  {
    "text": "My pacemaker is acting up again and I can't seem to find my remote control for it.",
    "createdAt": "2023-01-20T06:17:59.488Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c0" }
  },
  {
    "text": "I hate young people. They're all so entitled and think they know everything. They're always on their phones and have no respect for anyone.",
    "createdAt": "2023-01-20T05:41:55.462Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d3" }
  },
  {
    "text": "Why do all these young people have to be so darn loud? I can't even hear myself think anymore. And what's with all the music? It's just a bunch of noise!",
    "createdAt": "2023-01-20T16:45:46.761Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f8" }
  },
  {
    "text": "I was born in the 1920s and my family was very poor. My father worked in a factory and my mother was a housewife. We couldn't afford to buy food, so we would go through the trash to find scraps. One day, my father found a sack of potatoes that",
    "createdAt": "2023-01-20T17:35:03.138Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2610" }
  },
  {
    "text": "While walking home from work, I slipped on a patch of ice and hit my head on the pavement. I was taken to the hospital, where I later died from my injuries.",
    "createdAt": "2023-01-20T17:19:27.502Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c4" }
  },
  {
    "text": "I'm so sick of all these stupid kids on social media. Why can't they just get off my lawn already?",
    "createdAt": "2023-01-20T19:29:43.172Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25dd" }
  },
  {
    "text": "My great-grandmother always talked about the time when she was a young woman in the 1920s and she would go out dancing. She said that they would dance all night and then go to a speakeasy to drink and gamble. She always talked about how much fun she had during",
    "createdAt": "2023-01-20T11:10:27.760Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fb" }
  },
  {
    "text": "The young people these days are so lazy! In my day, we had to work hard for everything we had. These kids just don't know the value of a hard day's work.",
    "createdAt": "2023-01-20T18:33:05.520Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d5" }
  },
  {
    "text": "I am finding it increasingly difficult to do things for myself and really need some assistance around the house.",
    "createdAt": "2023-01-21T02:48:31.967Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e3" }
  },
  {
    "text": "I'm so tired of being treated like I'm senile just because I'm a bit slow. It's so frustrating when people assume that I can't do things just because I'm old.",
    "createdAt": "2023-01-20T09:52:00.596Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260f" }
  },
  {
    "text": "I can't believe how hard it is to find decent conversation these days. I feel like I'm stuck in a rut, talking to the same people about the same things all the time.",
    "createdAt": "2023-01-21T04:01:38.873Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e5" }
  },
  {
    "text": "The young people these days are so disrespectful! When I was their age, we would never have dreamed of talking back to our elders like they do. And they're always on their phones, it's like they can't even go five minutes without looking at them.",
    "createdAt": "2023-01-21T01:24:57.249Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260f" }
  },
  {
    "text": "I can't stand these young whippersnappers and their frocks. Back in my day, we knew how to dress. Nowadays, it's all saggy pants and crop tops. Disgusting.",
    "createdAt": "2023-01-20T13:14:15.679Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2606" }
  },
  {
    "text": "The young people today are so disrespectful! They think they know everything and they don't even know how to show proper manners. When I was their age, we knew our elders were always right and we respected them. These youngsters need to learn some respect!",
    "createdAt": "2023-01-20T06:46:05.372Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2610" }
  },
  {
    "text": "I really don't understand young people today. They're always on their phones, never looking up or paying attention to the world around them. It's just so frustrating.",
    "createdAt": "2023-01-20T15:23:22.843Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25df" }
  },
  {
    "text": "I was at the grocery store, picking up some chicken for dinner. I had to choose between the organic, free-range chicken and the regular, mass-produced chicken. I decided to go with the regular chicken, because it was cheaper. Little did I know, that chicken would be",
    "createdAt": "2023-01-21T03:17:14.471Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d8" }
  },
  {
    "text": "I'm an old man and I can't stand up for long periods of time. The tube is a pain in the ass.",
    "createdAt": "2023-01-20T09:31:11.423Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ea" }
  },
  {
    "text": "I'm too old to start a new career. I've been in the same field for too long and my skills are outdated.",
    "createdAt": "2023-01-20T06:49:00.145Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bf" }
  },
  {
    "text": "I remember my grandmother making cappelletti when I was a child. She would carefully roll out the dough and then fill each little pocket with a mixture of meat and cheese. They were always so delicious, and I would always beg for her to make them for me.",
    "createdAt": "2023-01-20T06:30:41.229Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f6" }
  },
  {
    "text": "I'm so sick of social media. It's like everyone is just trying to one-up each other all the time.",
    "createdAt": "2023-01-20T22:42:18.931Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2616" }
  },
  {
    "text": "I'm so old that I can remember when people used the word \"tool\" to mean an actual physical object, and not some kind of digital device. But I guess that's just the way things are these days.",
    "createdAt": "2023-01-20T23:28:51.907Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f3" }
  },
  {
    "text": "I am an 82-year-old man and I am having trouble with my anesthesia. I have been having problems with my anesthesia for a while now.",
    "createdAt": "2023-01-20T18:11:56.449Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d6" }
  },
  {
    "text": "My joints are so stiff, I can barely move. It feels like I'm made of coral.",
    "createdAt": "2023-01-21T04:36:29.259Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25dd" }
  },
  {
    "text": "The goat was staring at me. Its eyes were black and soulless. I knew it was going to kill me.",
    "createdAt": "2023-01-20T13:07:01.446Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b9" }
  },
  {
    "text": "The internet is so slow and I can't even stream Netflix anymore. I really miss being able to just pop in a DVD.",
    "createdAt": "2023-01-20T14:31:14.095Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25dc" }
  },
  {
    "text": "I was sitting in my chair, typing away at my computer when I heard a noise behind me. I turned around to see a figure standing in the shadows, just watching me. I turned back to my computer, trying to ignore the presence, but I could feel its eyes boring into the",
    "createdAt": "2023-01-20T09:11:13.913Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2613" }
  },
  {
    "text": "The young people these days are so disrespectful! When I was their age, we would never have dreamed of talking back to our elders like they do. And they're always on their phones, it's like they can't even go five minutes without looking at them.",
    "createdAt": "2023-01-20T20:25:15.874Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260f" }
  },
  {
    "text": "I remember being a young boy in the 1920s and going for rides in my father's glider. I would sit in the front seat and hold on tight as we soared through the air. It was an exhilarating experience and I will never forget it.",
    "createdAt": "2023-01-20T21:27:19.453Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c2" }
  },
  {
    "text": "I don't like social media because it's full of annoying people. I prefer to just talk to my friends in person.",
    "createdAt": "2023-01-20T13:33:28.461Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c8" }
  },
  {
    "text": "My grandmother always wore a trinket around her neck. She said it was a gift from her husband, and that it brought her good luck.",
    "createdAt": "2023-01-20T09:37:13.562Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bd" }
  },
  {
    "text": "I wake up in a cold sweat. I can't tell if I'm awake or still dreaming. I see the red eyes of the creature watching me from the corner of the room. I'm paralyzed with fear.",
    "createdAt": "2023-01-21T05:00:51.052Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d4" }
  },
  {
    "text": "I don't like eggnog. It's too sweet and rich for me.",
    "createdAt": "2023-01-21T03:16:53.018Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cc" }
  },
  {
    "text": "I was sitting in a speakeasy, minding my own business, when a scruffy man approached me and asked for a light. I obliged, and he sat down next to me and ordered a drink. We got to talking, and it turns out he was a bootle",
    "createdAt": "2023-01-21T03:37:45.860Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b5" }
  },
  {
    "text": "I can't stand how young people are always on their phones and never paying attention to the world around them. It's so frustrating.",
    "createdAt": "2023-01-20T18:08:14.587Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b8" }
  },
  {
    "text": "Why do young people today have no respect for tradition? In my day, we knew our place and stuck to it. You youngsters think you can just do whatever you want without any consequence.",
    "createdAt": "2023-01-20T20:49:51.744Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d0" }
  },
  {
    "text": "I'm not sure what's going on, but I think my crest is getting bigger. It's not painful or anything, but it's definitely getting bigger.",
    "createdAt": "2023-01-20T16:32:11.694Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f8" }
  },
  {
    "text": "I'm so sick of these newfangled contraptions. I don't know how people my age are supposed to keep up with all this new technology.",
    "createdAt": "2023-01-20T20:10:44.618Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bf" }
  },
  {
    "text": "I can't stand all these young whippersnappers on social media. In my day, we didn't have all this technology and we turned out just fine.",
    "createdAt": "2023-01-20T06:17:26.898Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d2" }
  },
  {
    "text": "I can't believe how difficult it is to use a parachute! I've been trying to use one for years, and I still can't manage it.",
    "createdAt": "2023-01-20T08:22:43.625Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ec" }
  },
  {
    "text": "I feel like I'm losing my mind. Every day, I forget more and more things. I'm worried that I'm getting Alzheimer's or something like that.",
    "createdAt": "2023-01-20T18:48:10.555Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e6" }
  },
  {
    "text": "I think that young people today are way too cavalier about marriage. They just don't seem to understand that it's a serious commitment. I mean, I was married for over 50 years, and I can tell you from experience that it's not always easy. But you have to work",
    "createdAt": "2023-01-20T14:25:20.372Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25dc" }
  },
  {
    "text": "Why do all the young people these days think they're so entitled? In my day, we knew our place and worked hard for what we had.",
    "createdAt": "2023-01-21T04:32:16.498Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c0" }
  },
  {
    "text": "I can't stand these young people today. They're always on their phones, or playing video games, or talking about some inane topic. And they're always so loud!",
    "createdAt": "2023-01-21T02:27:49.185Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bf" }
  },
  {
    "text": "I was sitting in my chair, watching TV, when I noticed something strange out of the corner of my eye. It was a black spot, moving slowly across the room. I watched it for a few minutes, until it reached the center of the room and stopped. I got up to",
    "createdAt": "2023-01-20T09:29:17.423Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d9" }
  },
  {
    "text": "I am very disappointed that I have not received a response to my complaint.",
    "createdAt": "2023-01-21T02:46:29.631Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e9" }
  },
  {
    "text": "I'm so sick of young people these days. They're always on their phones, they're always talking about stupid stuff and they're just so entitled. I swear, they're just the worst.",
    "createdAt": "2023-01-21T04:25:06.978Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cd" }
  },
  {
    "text": "I don't like this president. He's mean to old people.",
    "createdAt": "2023-01-20T06:18:54.537Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b6" }
  },
  {
    "text": "I'm so sick of these young people. They're always talking on their phones, and they're always looking at their screens. They're never looking at the world around them, and they're never engaging with the people around them.",
    "createdAt": "2023-01-20T05:35:25.311Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260a" }
  },
  {
    "text": "I hate young people. They're all so entitled and think they know everything. They're always on their phones and have no respect for anyone.",
    "createdAt": "2023-01-20T20:11:47.986Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d3" }
  },
  {
    "text": "I was sitting in my chair by the window when I saw a mouse dart across the room. I was so startled that I leapt out of my chair and ran to the other side of the room!",
    "createdAt": "2023-01-21T03:27:08.061Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b9" }
  },
  {
    "text": "The coat is too heavy and I can't move my arms. It's so frustrating because I can't put it on by myself.",
    "createdAt": "2023-01-20T16:22:47.299Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25eb" }
  },
  {
    "text": "I'm so old that I remember when people used the phone to talk to each other instead of posting on social media. Nowadays, kids are more interested in talking to their friends online than in person.",
    "createdAt": "2023-01-20T06:29:10.535Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25db" }
  },
  {
    "text": "I remember my grandfather telling me stories about life in the 1920s. He would always talk about how different things were back then. From the way people dressed to the way they talked, everything was just so different. It was fascinating to hear about and made me feel like I was transported back",
    "createdAt": "2023-01-20T20:38:34.793Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ef" }
  },
  {
    "text": "I was once walking down the street minding my own business when a group of kids started throwing things at me and calling me names. One of them hit me in the face with a rock and I ended up with a nasty pimple.",
    "createdAt": "2023-01-20T21:01:09.984Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c5" }
  },
  {
    "text": "The young people these days are so darn entitled! In my day, we were happy with whatever we could get our hands on. These kids have no appreciation for anything!",
    "createdAt": "2023-01-20T11:08:06.759Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c2" }
  },
  {
    "text": "I'm so sick of this newfangled technology. In my day, things were so much simpler and more reliable.",
    "createdAt": "2023-01-20T10:37:27.024Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d1" }
  },
  {
    "text": "My computer is so slow and it's really frustrating me. I just want to be able to use my computer without feeling like I'm stuck in molasses.",
    "createdAt": "2023-01-21T00:33:34.771Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e9" }
  },
  {
    "text": "I'm so angry that the wrecker towed my car away! I'm an old person and I rely on my car to get around. Now I have to figure out how to get my car back, and it's just a huge hassle.",
    "createdAt": "2023-01-20T21:57:49.901Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2614" }
  },
  {
    "text": "Why do young people today think they can just blast their music without any regard for the people around them? It's so rude and inconsiderate!",
    "createdAt": "2023-01-21T02:28:23.274Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c1" }
  },
  {
    "text": "I don't like that Facebook is always changing things and I don't understand how to use all the new features.",
    "createdAt": "2023-01-20T13:37:14.229Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bf" }
  },
  {
    "text": "I'm so sick of all these young whippersnappers using social media. In my day, we had to actually talk to people face to face if we wanted to communicate.",
    "createdAt": "2023-01-21T02:21:40.265Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2611" }
  },
  {
    "text": "I can't stand it when people call me old. It's like they're trying to tell me that my time is up and that I need to move aside for the younger generation. Well, I'm not ready to give up yet. There's still a lot I want to do.",
    "createdAt": "2023-01-20T10:07:44.228Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260c" }
  },
  {
    "text": "I really don't understand these young people today and their music. It's all just a bunch of noise!",
    "createdAt": "2023-01-20T13:59:45.137Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d7" }
  },
  {
    "text": "I can't believe how hard it is to find comfortable shoes these days. Even the so-called \"sneakers\" are nothing but flimsy pieces of fabric that give me no support whatsoever.",
    "createdAt": "2023-01-20T23:23:47.799Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260a" }
  },
  {
    "text": "I was waiting at the airport for my ride when I saw a man walking towards me. He looked normal enough, but something about him made me feel uneasy. As he got closer, I realized that his eyes were completely black.",
    "createdAt": "2023-01-20T16:53:39.937Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d6" }
  },
  {
    "text": "I don't understand why everyone is always talking about social media. It's so boring and it's a waste of time.",
    "createdAt": "2023-01-20T10:10:17.476Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f7" }
  },
  {
    "text": "I'm so sick of these young whippersnappers making noise all hours of the night. In my day, you respected your elders and kept your voices down after dark. Nowadays, it seems like every time I try to get some sleep, some rowdy kids are outside yelling and",
    "createdAt": "2023-01-20T12:07:25.655Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f6" }
  },
  {
    "text": "The door creaked open and I saw her, standing there in the darkness. She was motionless, her eyes wide open and staring straight ahead. I knew she was dead, but I couldn't help but feel drawn to her.",
    "createdAt": "2023-01-20T15:01:42.044Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2611" }
  },
  {
    "text": "My father came to America in the early 1920s, and one of the first things he did was buy a pickax. He used it every day to help build the life he wanted for himself and his family. Even though he was never a professional miner, that pickax was always a",
    "createdAt": "2023-01-20T15:50:47.923Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c7" }
  },
  {
    "text": "I'm so sick of this newfangled technology. Everything is so complicated and hard to use. I just want something that's simple and easy to use, like the good old days.",
    "createdAt": "2023-01-20T08:09:44.399Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2611" }
  },
  {
    "text": "I was born in the early 1920s on a farm in the Midwest. We didn't have much, but we made do with what we had. One of the things I remember most from my childhood is foraging for food. We would go out into the woods and look for berries,",
    "createdAt": "2023-01-20T13:27:23.876Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260f" }
  },
  {
    "text": "I hate how young people always think they know everything. They're always so arrogant and they never listen to anyone who's older and more experienced than they are.",
    "createdAt": "2023-01-20T18:09:52.558Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25be" }
  },
  {
    "text": "I don't like these newfangled social media sites. I miss the good old days when you had to actually talk to people to communicate.",
    "createdAt": "2023-01-20T05:45:09.701Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d4" }
  },
  {
    "text": "I'm too old for this outlaw crap.",
    "createdAt": "2023-01-20T17:19:52.879Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c4" }
  },
  {
    "text": "I'm too old for this social media nonsense. I can't keep up with all the new features and changes.",
    "createdAt": "2023-01-20T17:25:50.172Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25dc" }
  },
  {
    "text": "I'm so sick of this paddock! It's so boring, and there's nothing to do!",
    "createdAt": "2023-01-20T14:40:02.433Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e1" }
  },
  {
    "text": "I've been having a lot of trouble with my vision lately. I'm not sure if it's just because I'm getting older, but it's really starting to affect my quality of life.",
    "createdAt": "2023-01-21T01:40:13.760Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25db" }
  },
  {
    "text": "I can't stand social media. It's just a constant reminder of all the things I can't do anymore.",
    "createdAt": "2023-01-20T12:29:39.634Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2610" }
  },
  {
    "text": "The health care system is failing me. I'm not receiving the care I need and deserve.",
    "createdAt": "2023-01-20T08:08:42.113Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c1" }
  },
  {
    "text": "I don't understand how to use this new phone. It's so confusing and I feel like I'm always pressing the wrong buttons.",
    "createdAt": "2023-01-20T14:22:23.901Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d4" }
  },
  {
    "text": "I was born in 1920 and grew up in a small town in Iowa. My father was a farmer and my mother was a homemaker. I was the middle child of three girls. We were all very close in age and spent a lot of time together. I loved growing up in the",
    "createdAt": "2023-01-20T06:58:59.077Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2617" }
  },
  {
    "text": "I was born in 1920 and grew up during the Great Depression. My family didn't have much money, but we always had each other. I remember being happy despite the tough times.",
    "createdAt": "2023-01-20T05:35:42.030Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d5" }
  },
  {
    "text": "I'm getting so old, and all the young people around me are just so... young. It feels like they're all in a different world. I can't keep up with them, and it's just so frustrating.",
    "createdAt": "2023-01-20T20:17:50.735Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2605" }
  },
  {
    "text": "I'm not sure if it's just me getting old, but I really don't understand why people spend so much time on social media. It seems like a huge waste of time, and it's really starting to bother me.",
    "createdAt": "2023-01-21T02:52:16.976Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fd" }
  },
  {
    "text": "The raccoon that lives in the tree next to my house is always getting into my garbage. It's really annoying, and it's hard for me to keep up with the mess.",
    "createdAt": "2023-01-21T00:18:40.946Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cf" }
  },
  {
    "text": "I can't believe how difficult it is to use this stupid computer. I've been trying to figure out how to turn it on for half an hour now and I'm just about ready to give up.",
    "createdAt": "2023-01-20T11:36:27.249Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2601" }
  },
  {
    "text": "I can't stand young people these days. They're always on their phones, they're always talking about things that don't make any sense, and they never seem to care about anything.",
    "createdAt": "2023-01-20T16:08:56.521Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2609" }
  },
  {
    "text": "I'm so sick of all these kids on social media. They're always talking about nonsense and they're always on their phones. I don't know how they get anything done.",
    "createdAt": "2023-01-20T13:16:23.844Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d7" }
  },
  {
    "text": "My computer is so slow and I can't figure out how to work this new phone.",
    "createdAt": "2023-01-21T03:34:36.538Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cb" }
  },
  {
    "text": "I'm so old that I can remember when people used the Internet to talk to each other instead of just looking at pictures of each other's food.",
    "createdAt": "2023-01-21T01:56:01.387Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25df" }
  },
  {
    "text": "Young people today are so entitled! They think they can just blanket the world with their selfishness and disrespect and it'll be okay! Well, it's not okay with me! I've worked hard my whole life and I deserve to be respected!",
    "createdAt": "2023-01-20T06:51:23.000Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2613" }
  },
  {
    "text": "I was out walking in the park when I saw something strange in the bushes. As I got closer, I realized it was a hand sticking out of the ground. I tried to run, but it was too late. The hand grabbed my ankle and pulled me into the earth.",
    "createdAt": "2023-01-20T11:33:31.984Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25dc" }
  },
  {
    "text": "The young people today are so disrespectful! They never listen to their elders and just do whatever they want. It's really frustrating.",
    "createdAt": "2023-01-20T10:16:37.079Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d6" }
  },
  {
    "text": "I remember my mother always hanging her washcloths on the line to dry. She would carefully fold them and then place them in a basket. I would sometimes help her hang them up and then we would sit and talk while they dried in the sun.",
    "createdAt": "2023-01-20T09:11:34.525Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e6" }
  },
  {
    "text": "I'm so sick of this newfangled technology. I remember when you could just sit on the veranda and enjoy the breeze. Nowadays, you can't even enjoy the outdoors without some kind of gadget in your hand.",
    "createdAt": "2023-01-20T18:54:42.546Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f4" }
  },
  {
    "text": "I was at the gym, working out on the elliptical machine when I noticed somebody watching me from the other side of the room. I got off the machine and walked over to the person, only to realize that they were staring at my waist.",
    "createdAt": "2023-01-20T15:51:04.684Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f4" }
  },
  {
    "text": "The hard stuff just doesn't hit the spot like it used to. I miss the days when I could really enjoy a nice, stiff drink.",
    "createdAt": "2023-01-20T23:04:32.803Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e0" }
  },
  {
    "text": "The drapes are so thin that the sunlight wakes me up way too early in the morning. I can't stand it.",
    "createdAt": "2023-01-20T05:37:55.320Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e1" }
  },
  {
    "text": "The younger generation is always talking about how \"different\" they are from us old folks, but I don't see it. They're just as boring and unhappy as the rest of us.",
    "createdAt": "2023-01-21T03:57:20.249Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cb" }
  },
  {
    "text": "My phone keeps freezing up and I can't figure out how to fix it. I'm not very tech savvy so this is really frustrating for me.",
    "createdAt": "2023-01-20T16:01:18.570Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f7" }
  },
  {
    "text": "I don't understand this new technology. It's so complicated and it's always changing.",
    "createdAt": "2023-01-20T15:13:06.929Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b5" }
  },
  {
    "text": "I remember my mother taking me to the store in the 1920s. I was amazed at all the different items that were for sale. I remember seeing a beautiful dress that I wanted, but my mother said we couldn't afford it.",
    "createdAt": "2023-01-20T06:57:05.526Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e8" }
  },
  {
    "text": "I was looking at a diagram of the human body when I realized that I had been looking at it upside down this whole time.",
    "createdAt": "2023-01-20T17:46:54.296Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ba" }
  },
  {
    "text": "Technology is always changing and it's hard to keep up. My phone is too complicated and I can't even use the features I used to use.",
    "createdAt": "2023-01-20T11:28:58.912Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ef" }
  },
  {
    "text": "While lying in bed, I heard a noise coming from the closet. When I got up to investigate, I found my cat had been torn to pieces.",
    "createdAt": "2023-01-20T20:21:19.996Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f0" }
  },
  {
    "text": "I was home alone when I heard a knock at the door. I answered it to find a package on my doorstep. I opened it to find a severed head inside.",
    "createdAt": "2023-01-20T23:13:09.794Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2602" }
  },
  {
    "text": "I remember when I was a child in the 1920s, my mother used to tell me stories about when she was a young girl. One story that always stuck with me was the time she was playing with her friends and one of them dared her to spit on a passing train. She did",
    "createdAt": "2023-01-20T17:19:26.181Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c1" }
  },
  {
    "text": "I swear, young people these days are always on their phones, or playing video games, or doing something on the computer. It's like they can't go five minutes without being plugged in to something. And don't even get me started on their music. It's all just noise.",
    "createdAt": "2023-01-21T02:34:24.827Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2616" }
  },
  {
    "text": "I can't believe I have to use this stupid computer just to get my email. I miss the days when I could just pick up a pen and paper and write a letter.",
    "createdAt": "2023-01-20T12:02:36.725Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f0" }
  },
  {
    "text": "I remember the first time I ever went snowboarding. I was with my friends and we were all excited to try it out. We had so much fun sliding down the slopes and racing each other. It was a great experience and I'll never forget it.",
    "createdAt": "2023-01-20T05:47:38.224Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e4" }
  },
  {
    "text": "I'm not sure if I'm using social media correctly. Every time I post something, I feel like I'm being judged by everyone who sees it.",
    "createdAt": "2023-01-20T06:11:46.037Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cd" }
  },
  {
    "text": "I don't understand how to work this newfangled computer. It's so hard to keep up with the times.",
    "createdAt": "2023-01-20T20:13:09.492Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25db" }
  },
  {
    "text": "I was playing my bugle at the park when I saw a man in a business suit walking towards me. I thought nothing of it until he was right in front of me, and I realized he had no eyes.",
    "createdAt": "2023-01-20T14:17:08.869Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f2" }
  },
  {
    "text": "I'm getting so old, and young people these days are just so irresponsible! They're always on their phones, or playing video games, or just being general slackers. It's really frustrating.",
    "createdAt": "2023-01-20T18:29:13.927Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cc" }
  },
  {
    "text": "I'm so sick of all these kids on social media. I remember when we used to have to talk to each other in person to communicate. Now everyone just sits around staring at their phones all day.",
    "createdAt": "2023-01-20T17:11:40.896Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f4" }
  },
  {
    "text": "I really don't understand these young people today and their music. It's all just a bunch of noise!",
    "createdAt": "2023-01-20T10:27:57.371Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d7" }
  },
  {
    "text": "My grandfather was walking home from the store one evening in the early 1920s when he was suddenly attacked by a group of young men. He was knocked to the ground and beaten severely, sustaining serious injuries. The attackers never were caught and my grandfather was left with a permanent disability.",
    "createdAt": "2023-01-20T16:24:34.408Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cc" }
  },
  {
    "text": "I'm so tired of all these kids on social media. Back in my day, we didn't have all this technology and we were just fine.",
    "createdAt": "2023-01-20T08:17:42.417Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2602" }
  },
  {
    "text": "We young people are always being told to respect our elders, but what about the elders respecting us? Just because we're young doesn't mean we don't know what we're talking about.",
    "createdAt": "2023-01-21T02:00:15.161Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fd" }
  },
  {
    "text": "I'm so old, I can't even figure out how to use this technology! It's so frustrating.",
    "createdAt": "2023-01-21T02:48:21.591Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e0" }
  },
  {
    "text": "My knees hurt when I walk and my back always aches. I'm not as spry as I used to be, and quail hunting has become more difficult.",
    "createdAt": "2023-01-20T05:56:04.331Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f6" }
  },
  {
    "text": "The internet is too slow and my phone keeps cutting out. It's so frustrating, especially when I'm trying to stay connected with friends and family.",
    "createdAt": "2023-01-20T21:13:38.751Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f6" }
  },
  {
    "text": "I'm always the last to know when someone comes over.",
    "createdAt": "2023-01-20T19:30:23.583Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b7" }
  },
  {
    "text": "I was born in the early 1920s, just as the world was emerging from the first World War. My parents were both young and in love, and they wanted nothing more than to start a family. We were a happy family, and I have many fond memories of my childhood.",
    "createdAt": "2023-01-20T11:06:09.190Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c6" }
  },
  {
    "text": "I don't like how these new cars have so much downforce. In my day, cars had to rely on their own weight to stay on the ground.",
    "createdAt": "2023-01-21T04:44:11.194Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f5" }
  },
  {
    "text": "I remember the first time I ever wore a skirt. I was about 10 years old and my mother had just bought me a beautiful white one with a blue ribbon around the waist. I felt so grown up and feminine in it. I also felt a little bit self-conscious because I was",
    "createdAt": "2023-01-20T20:36:04.655Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f7" }
  },
  {
    "text": "I was walking down the street when I saw a woman in a beautiful dress. She was wearing a girdle and I could see the outline of her body. I was so fascinated by her that I followed her for a while.",
    "createdAt": "2023-01-20T14:04:16.587Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e1" }
  },
  {
    "text": "I was walking home from the store when I saw something moving in the bushes. I got closer and saw that it was a person, but they were covered in leaves and twigs. I screamed and ran the other way.",
    "createdAt": "2023-01-20T18:07:56.963Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2607" }
  },
  {
    "text": "The young people today are so lazy! When I was their age, I had to walk uphill to school in the snow, barefoot! Nowadays, kids have it easy. They just sit around on their computers all day and play video games.",
    "createdAt": "2023-01-21T04:35:05.075Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f0" }
  },
  {
    "text": "I was born in 1920, so I can remember the Roaring Twenties firsthand. It was a time of great change and progress, and I feel lucky to have been a part of it. I remember learning to dance the Charleston and going to speakeasies with my friends.",
    "createdAt": "2023-01-21T04:13:44.814Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f3" }
  },
  {
    "text": "I'm so tired of young people today. They're always on their phones, or talking to each other instead of paying attention to the people around them. It's like they're not even interested in the world outside of their own little bubble.",
    "createdAt": "2023-01-20T08:47:20.764Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25de" }
  },
  {
    "text": "I can't stand these newfangled contraptions. Give me my old typewriter any day. Fractions just don't make sense on a computer.",
    "createdAt": "2023-01-21T02:54:09.414Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f9" }
  },
  {
    "text": "I'm not feeling well today. I'm really tired and my stomach hurts.",
    "createdAt": "2023-01-20T20:48:01.307Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c7" }
  },
  {
    "text": "I'm such a tosser for not keeping up with technology. All these new gadgets are so confusing and I can't even figure out how to use my phone half the time.",
    "createdAt": "2023-01-20T12:36:06.569Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2615" }
  },
  {
    "text": "The onset of my arthritis has been really painful lately.",
    "createdAt": "2023-01-20T20:43:41.713Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b5" }
  },
  {
    "text": "I am a 80-year-old man and I am having trouble Adjusting to my retirement. I feel like I have lost my purpose in life.",
    "createdAt": "2023-01-20T07:49:23.984Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f1" }
  },
  {
    "text": "The afterlife is so boring. I've been here for centuries and there's nothing to do.",
    "createdAt": "2023-01-20T20:18:42.201Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25eb" }
  },
  {
    "text": "I'm so tired of all these kids on social media. Why can't they just enjoy their lives and leave me alone?",
    "createdAt": "2023-01-20T09:29:47.824Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c7" }
  },
  {
    "text": "I am a gentleman of a certain age, and I find it deeply offensive that young people today don't even know how to hold a door open for a lady, let alone a gentleman.",
    "createdAt": "2023-01-20T11:34:47.889Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260b" }
  },
  {
    "text": "I woke up in a cold sweat. I can't believe I ate that much candy. I'm never going to be able to fall asleep now.",
    "createdAt": "2023-01-20T15:18:31.850Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c5" }
  },
  {
    "text": "I can't believe how difficult it is to use this new phone. Everything is so small and hard to see. I miss my old flip phone.",
    "createdAt": "2023-01-20T13:42:52.988Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c6" }
  },
  {
    "text": "I find it difficult to use curl because my fingers don't work as well as they used to.",
    "createdAt": "2023-01-21T01:27:21.588Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f6" }
  },
  {
    "text": "I'm so sick of social media. It's nothing but a bunch of young people showing off their lives and trying to one-up each other. I miss the good old days when people just communicated with each other face-to-face.",
    "createdAt": "2023-01-20T12:51:35.132Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2615" }
  },
  {
    "text": "The miners were used to the darkness, but this time something was different. They could feel it lurking in the shadows, watching them as they worked. And then, one by one, it began to pick them off...",
    "createdAt": "2023-01-20T11:08:14.222Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f5" }
  },
  {
    "text": "I was born in 1920 and grew up in a small town in Oklahoma. My father was a farmer and my mother was a homemaker. I went to school through the eighth grade and then went to work on the farm. I was married in 1940 and my wife and I had three children",
    "createdAt": "2023-01-20T11:58:39.670Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2602" }
  },
  {
    "text": "I was supposed to get the laundry done today, but I just couldn't seem to get it all done. I even had to ask my neighbor to help me out. I feel like such a burden.",
    "createdAt": "2023-01-20T18:58:31.242Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b4" }
  },
  {
    "text": "I am an elderly person and I suffer from seizures. Seizures are very frightening and can cause great harm.",
    "createdAt": "2023-01-20T17:23:02.966Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fe" }
  },
  {
    "text": "I can't stand these young whippersnappers! They're always talking on their phones and they never seem to have any respect for their elders.",
    "createdAt": "2023-01-21T00:19:50.661Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ea" }
  },
  {
    "text": "I remember my grandfather always carrying his haversack with him. He would load it up with whatever he needed for the day and head out into the fields. I would often go with him and help carry his things.",
    "createdAt": "2023-01-20T08:32:05.979Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25dd" }
  },
  {
    "text": "I was born into a family of wealth and privilege. My parents had everything money could buy and more. I never wanted for anything and always had the best of everything.",
    "createdAt": "2023-01-20T11:07:31.652Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b7" }
  },
  {
    "text": "I was out for a ride on my horse, enjoying the sunny day, when I suddenly felt something snake around my leg. I looked down to see a huge rattlesnake coiled up, ready to strike.",
    "createdAt": "2023-01-20T08:51:39.906Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260d" }
  },
  {
    "text": "I hate that all these young people are always on their phones and not paying attention to the world around them. And why do they need to take pictures of everything?",
    "createdAt": "2023-01-20T15:56:27.929Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2607" }
  },
  {
    "text": "I remember one time, my father and I went out early in the morning to try and find a pheasant. We walked for hours, but couldn't find a single one. Finally, just as we were about to give up, we saw one in the distance. My father took",
    "createdAt": "2023-01-21T00:33:06.432Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2600" }
  },
  {
    "text": "I was born in1920 to a family of farmers in Kansas. My father died when I was young, so my mother had to raise me and my siblings on her own. It was hard work, but we managed to get by. I always wanted to learn more, so I would often",
    "createdAt": "2023-01-20T22:02:05.195Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d1" }
  },
  {
    "text": "I'm so sick of looking at everyone's perfect lives on social media. It's like looking at a big, beautiful curtain that I can never touch.",
    "createdAt": "2023-01-20T14:54:12.977Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260e" }
  },
  {
    "text": "The young people these days are always leaving their doorknobs all covered in smudges. It's so disrespectful! Back in my day, we would never have thought of doing such a thing.",
    "createdAt": "2023-01-20T19:23:02.401Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ca" }
  },
  {
    "text": "I am very disappointed with the level of care I have received lately.",
    "createdAt": "2023-01-21T03:04:27.291Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25dd" }
  },
  {
    "text": "I'm so old, I can hardly move.",
    "createdAt": "2023-01-20T17:58:35.104Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b6" }
  },
  {
    "text": "I can't believe how difficult it is to use technology these days. Everything is so complicated and there are so many steps to do things. I really miss the simplicity of the old days.",
    "createdAt": "2023-01-20T18:36:58.953Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ff" }
  },
  {
    "text": "I was born in 1920, in the midst of the Great Depression. My parents were both immigrants who had come to America in search of a better life. Despite the difficult circumstances, they were determined to provide for their children and give us every opportunity to succeed. I am grateful for their hard",
    "createdAt": "2023-01-20T06:29:50.111Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ce" }
  },
  {
    "text": "My husband came home from work early and found me in bed with his best friend. I screamed at him to get out, but he just stood there and stared at us. The look on his face was one of pure horror.",
    "createdAt": "2023-01-20T21:07:26.885Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25db" }
  },
  {
    "text": "I was on my way home from work when I saw something strange in the bushes. I got closer to see what it was, and it was a person with their eyes gouged out.",
    "createdAt": "2023-01-20T15:24:30.246Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d0" }
  },
  {
    "text": "My phone is so old that it doesn't even have a camera. And the battery dies so quickly that I can't even use it for more than an hour without having to recharge it.",
    "createdAt": "2023-01-21T01:52:09.236Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2606" }
  },
  {
    "text": "The young people today are so disrespectful! In my day, we would never have talked back to our elders the way they do.",
    "createdAt": "2023-01-20T21:33:19.693Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bc" }
  },
  {
    "text": "I'm starting to feel like social media is a waste of time. I'm too old for this stuff.",
    "createdAt": "2023-01-21T04:34:59.700Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c2" }
  },
  {
    "text": "I was sitting in my chair, placode in hand, when I heard a noise behind me. I turned around to see a horrifying sight: a huge, green, slimy creature, its arms outstretched, coming straight for me!",
    "createdAt": "2023-01-21T04:08:16.017Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c1" }
  },
  {
    "text": "The sunroom is too hot and I can't stand being in there for more than a few minutes.",
    "createdAt": "2023-01-20T13:46:51.965Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d0" }
  },
  {
    "text": "I'm so tired of young people being on their phones all the time. It's so rude and disrespectful. I remember when people used to actually talk to each other.",
    "createdAt": "2023-01-21T01:49:19.933Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ec" }
  },
  {
    "text": "I'm not as young as I used to be, and walking up and down this big hill on my acre of land is starting to take its toll. I'm getting a little winded just going from the house to the mailbox.",
    "createdAt": "2023-01-21T00:19:18.801Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2607" }
  },
  {
    "text": "The young people these days are so inconsiderate! They blast their music late at night and party all hours of the night. It's so disrespectful!",
    "createdAt": "2023-01-21T01:41:16.354Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ed" }
  },
  {
    "text": "I can't believe how hard it is to find clothes that fit me. Everything is either too big or too small.",
    "createdAt": "2023-01-20T14:07:16.390Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fb" }
  },
  {
    "text": "The new self-check-in machines at the airport are very confusing and difficult to use. I had to ask for help from a staff member.",
    "createdAt": "2023-01-21T00:19:26.413Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f8" }
  },
  {
    "text": "While lying in bed, I felt something crawling on my arm. When I turned on the light, I saw a maggot wriggling on my skin.",
    "createdAt": "2023-01-21T00:02:05.554Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f1" }
  },
  {
    "text": "I remember the raid on our town in the 1920s. The whole town was in a panic, and everyone was running around trying to find a place to hide. I was just a child at the time, but I will never forget the terror I felt that day.",
    "createdAt": "2023-01-20T09:35:13.731Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cf" }
  },
  {
    "text": "The worst part about getting old is that you start to fall apart. Literally. I've fallen down three times in the past month, and it's really starting to take a toll on my body and my confidence.",
    "createdAt": "2023-01-20T08:38:42.013Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260d" }
  },
  {
    "text": "I can't believe how difficult it is to keep up with technology these days. I feel like I'm herring in the water when it comes to new gadgets and software.",
    "createdAt": "2023-01-20T21:43:54.752Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fb" }
  },
  {
    "text": "I don't know how to work this new phone. It's so complicated and there are so many buttons. I just want a phone that I can use to make calls and that's it.",
    "createdAt": "2023-01-20T23:02:48.384Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2612" }
  },
  {
    "text": "I find it difficult to keep up with all the new technology. It seems like every time I turn around there's something new that I have to learn how to use.",
    "createdAt": "2023-01-20T08:37:50.066Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ed" }
  },
  {
    "text": "I can't believe how many obstacles there are in life. It seems like every day there's something new that I have to deal with.",
    "createdAt": "2023-01-20T16:14:04.611Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ff" }
  },
  {
    "text": "I remember my grandmother telling me about her days as a young woman in the 1920s. She would often get up early in the morning to start her day, and she would always take a moment to enjoy the sunrise. She would always say that the sunrises in the 1920s were the",
    "createdAt": "2023-01-20T16:42:52.462Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ea" }
  },
  {
    "text": "I was chopping cilantro for my dinner when I felt something slimy and wriggling in my hand. I dropped the knife and screamed as I saw a maggot squirming in the green herb.",
    "createdAt": "2023-01-20T11:49:02.216Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e1" }
  },
  {
    "text": "The young people today are so disrespectful! When I was their age, we would never have dared to speak to our elders like they do. And the way they dress! It's like they have no bosoms at all.",
    "createdAt": "2023-01-21T03:12:48.174Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c9" }
  },
  {
    "text": "I hate these newfangled contraptions. Give me a good old rotary phone any day. I can't even figure out how to work the TV remote.",
    "createdAt": "2023-01-20T21:12:33.653Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ea" }
  },
  {
    "text": "I was in the middle of making my fritters when I realized I was out of eggs. I tried to substitute with some oatmeal, but they just wouldn't bind together. Suddenly, I heard a sound coming from the kitchen cabinets. I turned around to see a dozen eggs staring",
    "createdAt": "2023-01-21T01:10:33.551Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d7" }
  },
  {
    "text": "I'm too old for this bridge.",
    "createdAt": "2023-01-20T21:36:43.664Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cb" }
  },
  {
    "text": "I swear, young people these days are always on their phones, or playing video games, or doing something on the computer. It's like they can't go five minutes without being plugged in to something. And don't even get me started on their music. It's all just noise.",
    "createdAt": "2023-01-21T02:18:10.016Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2616" }
  },
  {
    "text": "I'm so tired of waiting for the cable guy to come fix my Internet. I've been waiting for two hours and he still hasn't shown up.",
    "createdAt": "2023-01-20T21:01:18.386Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2607" }
  },
  {
    "text": "I can't stand young people these days. They're always making noise and being disrespectful. It's like they don't have any manners.",
    "createdAt": "2023-01-20T17:32:57.128Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d9" }
  },
  {
    "text": "I wake up in a cold sweat. I can't tell if I'm awake or still dreaming. I see the woman in the corner, her arms around her knees, rocking back and forth. Her eyes are black holes that seem to suck the light out of the room.",
    "createdAt": "2023-01-20T10:36:04.557Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2617" }
  },
  {
    "text": "I'm so tired of being old.",
    "createdAt": "2023-01-21T04:49:39.557Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b4" }
  },
  {
    "text": "My arthritis is acting up and my claws are getting brittle. It's hard to do anything when I can't even grip anything properly.",
    "createdAt": "2023-01-21T04:07:05.569Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f5" }
  },
  {
    "text": "He worked feverishly to finish the project on time. Unfortunately, despite his best efforts, he was still unsuccessful.",
    "createdAt": "2023-01-20T10:33:27.484Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c0" }
  },
  {
    "text": "I can't stand young people these days. They're always on their phones, they're always talking about things that don't make any sense, and they never seem to care about anything.",
    "createdAt": "2023-01-20T09:29:21.871Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2609" }
  },
  {
    "text": "I don't like spaghetti because it's hard to chew.",
    "createdAt": "2023-01-21T05:30:24.796Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d1" }
  },
  {
    "text": "I find it difficult to read the typeface on many websites.",
    "createdAt": "2023-01-20T06:10:18.776Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bb" }
  },
  {
    "text": "The smog is really bad today and my lungs are really struggling. I can't believe how hard it is to breathe.",
    "createdAt": "2023-01-21T05:03:50.268Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bc" }
  },
  {
    "text": "\"I'm so sick of all these young whippersnappers talking about social media all the time. In my day, we didn't have any of that nonsense. We just talked to each other face to face.\"",
    "createdAt": "2023-01-20T22:16:49.667Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fb" }
  },
  {
    "text": "I swear, young people today have no respect! In my day, we would never have dreamed of acting so disrespectfully towards our elders!",
    "createdAt": "2023-01-21T00:09:46.435Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d8" }
  },
  {
    "text": "I don't know how to work this computer. It's so hard to keep up with the changes in technology.",
    "createdAt": "2023-01-20T11:32:37.644Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ba" }
  },
  {
    "text": "My arthritis is acting up and I can't seem to get this bull off my property.",
    "createdAt": "2023-01-20T10:41:19.232Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c2" }
  },
  {
    "text": "I was born in1920 and my parents were both born in 1890. I grew up in a small town in upstate New York. My father was a carpenter and my mother was a homemaker. I had two brothers and one sister. We were a close-knit family and I",
    "createdAt": "2023-01-21T04:45:43.109Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2614" }
  },
  {
    "text": "While out fishing with her father, a young girl hooks a sardine. She excitedly brings it in, but as she does, she feels something slimy and wriggling brush her leg. A shark has been following them the whole time.",
    "createdAt": "2023-01-21T04:28:50.163Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f9" }
  },
  {
    "text": "I remember my grandfather telling me stories about when he was a young man living on the American frontier. He said it was a tough life, but he loved it. He would often talk about the time he spent tracking down outlaws and bringing them to justice.",
    "createdAt": "2023-01-20T15:50:33.617Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e0" }
  },
  {
    "text": "I was out on my ketch one day, just enjoying the breeze and the sun, when I saw a school of dolphins swimming by. It was such a magical sight that I just had to stop and watch them for a while.",
    "createdAt": "2023-01-20T18:10:13.955Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e7" }
  },
  {
    "text": "I don't understand why people are always taking pictures of themselves. And why do they have to share everything on social media?",
    "createdAt": "2023-01-20T19:13:19.944Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2605" }
  },
  {
    "text": "I'm so old that I can remember when people used the internet to find out about things like the news or the encyclopedia. Nowadays, it seems like all people use it for is social media. I don't even know what half of these newfangled website are for.",
    "createdAt": "2023-01-20T23:29:28.405Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2613" }
  },
  {
    "text": "I wish young people would stop being so darn entitled! In my day, we were grateful for what we had and didn't go around expecting things to be handed to us on a silver platter.",
    "createdAt": "2023-01-21T01:59:41.703Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f9" }
  },
  {
    "text": "I can't believe how difficult it is to use this newfangled phone. It's like they're making these things more and more complicated on purpose!",
    "createdAt": "2023-01-20T08:49:42.490Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f2" }
  },
  {
    "text": "I was born in 1920 and my family didn't have much money. My dad worked long hours at the factory and my mom stayed home to take care of us kids. Times were tough, but we always had each other.",
    "createdAt": "2023-01-20T06:27:53.141Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bb" }
  },
  {
    "text": "I'm so tired of all these migrants coming over here and taking our jobs. I can't even get a job because companies would rather hire them.",
    "createdAt": "2023-01-21T03:53:50.319Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f1" }
  },
  {
    "text": "I can't stand this turkey any longer. It's dry, bland, and just plain terrible.",
    "createdAt": "2023-01-20T11:55:18.906Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25dc" }
  },
  {
    "text": "I'm so tired of young people today. They're always on their phones, they're always dressed in these ridiculous clothes, and they just don't seem to respect anything.",
    "createdAt": "2023-01-20T18:28:03.492Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e5" }
  },
  {
    "text": "I can't stand these young whippersnappers coming into my cabin and making all sorts of noise. It's like they have no respect for their elders.",
    "createdAt": "2023-01-21T03:59:06.981Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e9" }
  },
  {
    "text": "I'm not feeling well. I think it's the west.",
    "createdAt": "2023-01-21T04:30:47.146Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cd" }
  },
  {
    "text": "The younger generation is always talking about how \"different\" they are from us old folks, but I don't see it. They're just as boring and unhappy as the rest of us.",
    "createdAt": "2023-01-20T19:19:40.235Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cb" }
  },
  {
    "text": "I'm so hurt by young people these days. They're always on their phones, they never talk to each other, and they just don't seem to care about anything.",
    "createdAt": "2023-01-20T17:34:07.828Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e1" }
  },
  {
    "text": "I don't know how to work this new computer. My old one was so much easier to use.",
    "createdAt": "2023-01-20T23:41:20.669Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c5" }
  },
  {
    "text": "I'm so sick of all these young whippersnappers on social media. In my day, we didn't have any of this nonsense. Now all everyone does is sit on their phones all day and it's driving me crazy!",
    "createdAt": "2023-01-20T07:42:03.058Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f9" }
  },
  {
    "text": "I can't believe how difficult it is to find an altar that's the right size for me. I feel like I'm constantly having to adjust my things to fit on whatever altar is available.",
    "createdAt": "2023-01-20T20:35:10.191Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2611" }
  },
  {
    "text": "I swear, kids these days are just too darn lazy. In my day, we had to walk uphill both ways in the snow, but now all they want to do is sit around on their phones all day. It's just not right.",
    "createdAt": "2023-01-20T21:17:24.636Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25dd" }
  },
  {
    "text": "I can't stand how loud young people are. They're always yelling and screaming and it's so annoying. And they're always talking on their phones and it's just so loud. I can't even hear myself think. It's like they're trying to suffocate me with their noise",
    "createdAt": "2023-01-20T06:11:29.894Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f7" }
  },
  {
    "text": "My claw is killing me. It's so painful, I can't even stand it.",
    "createdAt": "2023-01-21T02:22:08.210Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25de" }
  },
  {
    "text": "I'm so sick of young people today. They're always on their phones, they're always talking about stupid things, and they're just so entitled. I can't stand it.",
    "createdAt": "2023-01-20T19:09:13.624Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ee" }
  },
  {
    "text": "I am a senior citizen and I am tired of being harassed by aggressive solicitors. I have asked them to leave me alone, but they continue to bother me. It's getting to the point where I don't feel safe in my own home.",
    "createdAt": "2023-01-20T17:19:07.220Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fb" }
  },
  {
    "text": "I can't stand young people. They're always blasting their music and being obnoxious. I wish they would just grow up and act their age.",
    "createdAt": "2023-01-21T03:48:50.007Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b9" }
  },
  {
    "text": "I don't understand this newfangled social media. In my day, we just talked to people face to face.",
    "createdAt": "2023-01-21T00:39:33.311Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b7" }
  },
  {
    "text": "I was born on a farm in the 1920s and we had a tractor. It was a big deal when we got it because it made all the farm work so much easier. I remember my dad and my brothers using it to plow the fields and harvest the crops. It was a",
    "createdAt": "2023-01-21T03:34:51.854Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ff" }
  },
  {
    "text": "I'm so tired of all these young people on social media. Every time I try to get on Facebook, Twitter, or Instagram, all I see are posts from people who are half my age. It's so frustrating!",
    "createdAt": "2023-01-20T23:09:51.137Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2604" }
  },
  {
    "text": "I really don't like it when the silo is empty.",
    "createdAt": "2023-01-20T11:54:32.561Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d3" }
  },
  {
    "text": "When I was a young woman in the 1920s, I used to dream of being swept away by a dashing young man who would take me away from my mundane life. Unfortunately, that never happened and I ended up marrying a man who was good to me, but not very exciting.",
    "createdAt": "2023-01-20T21:56:43.364Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2615" }
  },
  {
    "text": "I'm too old for this bronco nonsense.",
    "createdAt": "2023-01-20T20:07:08.125Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cc" }
  },
  {
    "text": "I'm so old, I remember when we had to use a rotary phone to call someone. Nowadays, you just push a button and talk into a little computer.",
    "createdAt": "2023-01-20T13:11:59.864Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fc" }
  },
  {
    "text": "I remember my mother wearing the most beautiful lyocell dress when I was a child. It was so soft and elegant, and she always looked so beautiful in it. I remember thinking that I wanted to be just like her when I grew up.",
    "createdAt": "2023-01-20T16:02:32.898Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25de" }
  },
  {
    "text": "I'm so sick of young people today. They're always on their phones, they don't know how to communicate with people, and they don't respect their elders. It's just so frustrating.",
    "createdAt": "2023-01-21T05:21:28.279Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2600" }
  },
  {
    "text": "The other day, I was sitting in my chair and I tried to stand up, but I couldn't. I figured I must have been sitting in the same position for too long and my muscles had seized up. So I started to massage my legs and I could feel the tension slowly release",
    "createdAt": "2023-01-21T03:04:20.848Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260f" }
  },
  {
    "text": "I'm not very good with social media. I don't understand how to use it and it's very confusing.",
    "createdAt": "2023-01-20T23:55:16.044Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c4" }
  },
  {
    "text": "I'm so sick of these young people coming into the boatyard and causing trouble. They're always making noise and causing a scene. I wish they would just go away and leave us old folk in peace.",
    "createdAt": "2023-01-21T01:34:53.495Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ff" }
  },
  {
    "text": "I was born in the early 1920s in a small town in Scotland. My family was very poor and we often went without food or heat. My father was a coal miner and my mother worked as a maid. I grew up fast and learned how to take care of myself. I left",
    "createdAt": "2023-01-21T01:48:10.802Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fd" }
  },
  {
    "text": "Young people today are so lazy and entitled! When I was their age, I had to work hard for everything I had. Now they just expect things to be handed to them on a silver platter. It's so frustrating!",
    "createdAt": "2023-01-21T05:00:06.686Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25db" }
  },
  {
    "text": "I'm just so tired of young people today. They're always on their phones, or playing video games, or doing something on the computer. It's just so frustrating.",
    "createdAt": "2023-01-20T23:37:16.374Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f3" }
  },
  {
    "text": "I can't believe how difficult it is to find clothes that fit me properly. Everything seems to be made for younger people and it's so frustrating.",
    "createdAt": "2023-01-20T15:17:44.314Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2609" }
  },
  {
    "text": "I don't understand why people are always on their phones. It's like they're addicted or something. And then when you try to talk to them, they're not even really listening to you.",
    "createdAt": "2023-01-20T21:39:25.301Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ee" }
  },
  {
    "text": "I really don't understand young people today. They're always on their phones, never looking up or paying attention to the world around them. It's just so frustrating.",
    "createdAt": "2023-01-20T15:40:42.794Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25df" }
  },
  {
    "text": "I'm too old for this birdbath. I remember when you had to actually go outside and clean them yourself.",
    "createdAt": "2023-01-20T16:06:43.758Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25dd" }
  },
  {
    "text": "Young people are so selfish! They always think about themselves and never consider how their actions might affect others. It's really frustrating, especially when you're trying to get them to do something simple, like clean up their room.",
    "createdAt": "2023-01-21T01:50:53.901Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d1" }
  },
  {
    "text": "The rainmaker is so loud and annoying! I can't stand it!",
    "createdAt": "2023-01-20T14:11:00.444Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e8" }
  },
  {
    "text": "I was walking down the street when I saw a man toss a piece of paper into the trash. I thought to myself, \"What a tosser!\"",
    "createdAt": "2023-01-20T20:05:59.310Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d4" }
  },
  {
    "text": "I was out walking in the forest when I heard a strange noise. I turned around to see a giant badger coming towards me.",
    "createdAt": "2023-01-21T03:37:41.260Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25be" }
  },
  {
    "text": "While out for a nature walk, I take a shortcut through a dark forest. Suddenly, I hear a branch snap behind me. I turn around to see a large, furry creature standing upright, staring at me with its bright, red eyes.",
    "createdAt": "2023-01-21T04:37:40.903Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f8" }
  },
  {
    "text": "I can't believe how hard it is to find powder these days. I've been using the same brand for years, and now it's suddenly unavailable.",
    "createdAt": "2023-01-20T13:42:42.097Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2603" }
  },
  {
    "text": "The young people these days are always leaving their doorknobs all covered in smudges. It's so disrespectful! Back in my day, we would never have thought of doing such a thing.",
    "createdAt": "2023-01-20T17:24:15.703Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ca" }
  },
  {
    "text": "She was almost finished the last of the hybridisation experiments when she heard the door downstairs slam. She knew she was alone in the house.",
    "createdAt": "2023-01-20T13:50:53.035Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b8" }
  },
  {
    "text": "Why do young people today think they know everything? When I was their age, I knew that I didn't know everything and that I had a lot to learn. But these kids today think they know it all.",
    "createdAt": "2023-01-20T20:38:52.204Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d2" }
  },
  {
    "text": "I'm so sick of all these social media platforms taking over. First it was Facebook, and now everyone's talking about Snapchat and Instagram. I just don't understand why everyone's so obsessed with these things.",
    "createdAt": "2023-01-20T20:33:15.700Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25de" }
  },
  {
    "text": "I was out on the range, herding some burros, when I saw a coyote coming towards us. I quickly got on my horse and rode over, but the coyote was too quick and got away with one of the burros.",
    "createdAt": "2023-01-21T00:52:27.612Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e9" }
  },
  {
    "text": "I've never been a winner. I don't know what it's like to feel that sense of accomplishment.",
    "createdAt": "2023-01-20T15:10:01.797Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25df" }
  },
  {
    "text": "I am so sick and tired of all these young people today who are all obsessed with being tall! In my day, people were content with whatever height they were, and we didn't go around measuring each other all the time.",
    "createdAt": "2023-01-20T10:35:35.730Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2613" }
  },
  {
    "text": "I can't believe how hard it is to use this newfangled technology. Everything is so complicated and I can't figure out how to do anything.",
    "createdAt": "2023-01-20T22:15:40.377Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c7" }
  },
  {
    "text": "I am a senior citizen and I am not happy with the way that prospects are being treated. I think that companies are taking advantage of seniors and not providing them with the same opportunities that they would give to younger people.",
    "createdAt": "2023-01-20T17:06:17.205Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d5" }
  },
  {
    "text": "While lying in bed, I heard my dog scratching my bedroom door. As I got up to let her in, I found her sleeping at the side of the bed.",
    "createdAt": "2023-01-20T07:36:08.677Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c8" }
  },
  {
    "text": "While lying in bed, I heard my front door creak open. I tensed up, knowing that there was no one else home. Suddenly, a hand clamped down over my mouth and I was dragged out of bed.",
    "createdAt": "2023-01-20T18:07:48.780Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25da" }
  },
  {
    "text": "I swear, young people these days are always on their phones and never pay attention to the world around them. I miss the good old days when people actually talked to each other instead of being glued to a screen all the time.",
    "createdAt": "2023-01-20T22:27:37.789Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260c" }
  },
  {
    "text": "We old folks can't stand how destructive young people are! They're always breaking things and making noise. It's like they don't even care about anyone but themselves!",
    "createdAt": "2023-01-20T09:38:11.261Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e0" }
  },
  {
    "text": "I remember my mother going to the store in the 1920s and buying foodstuffs. She would always bring home plenty of food for our family. I always enjoyed eating the food she cooked.",
    "createdAt": "2023-01-20T20:43:53.663Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d9" }
  },
  {
    "text": "I have this problem where sometimes I just can't seem to taste my food properly. It's like there's this film or something over my taste buds. I think it might be a mixture of things, like medication I'm taking or just getting older. But it's really frustrating, especially",
    "createdAt": "2023-01-20T09:27:10.975Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2609" }
  },
  {
    "text": "My lane is always full of leaves and debris. It's hard to keep up with the cleaning, and it's a hazard when I'm driving.",
    "createdAt": "2023-01-20T14:52:07.860Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2602" }
  },
  {
    "text": "I'm so tired of young people today. They're always on their phones, or talking to each other instead of paying attention to the people around them. It's like they're not even interested in the world outside of their own little bubble.",
    "createdAt": "2023-01-20T14:04:29.358Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25de" }
  },
  {
    "text": "I'm too old for this crap. I can't even figure out how to use the new microwave.",
    "createdAt": "2023-01-20T23:15:00.691Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c9" }
  },
  {
    "text": "I hate social media. It's full of immature, self-centered people who think they're immortal.",
    "createdAt": "2023-01-21T01:06:16.523Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b4" }
  },
  {
    "text": "I can't stand how popular these new fangled contraptions are. Everyone is always talking about the latest and greatest gadget, and I can't keep up. I feel like a dinosaur.",
    "createdAt": "2023-01-21T04:53:54.981Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260c" }
  },
  {
    "text": "I have a lot of pain in my joints and I'm not able to move around like I used to. The pain is really bad some days and I have to take a lot of medication to try to manage it.",
    "createdAt": "2023-01-20T16:50:36.152Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2600" }
  },
  {
    "text": "The problem with young people today is that they're always on their phones. They're always staring at screens and they're never really present in the moment. It's really frustrating.",
    "createdAt": "2023-01-20T19:57:52.187Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f1" }
  },
  {
    "text": "The young people today are so disrespectful! In my day, we would never have talked back to our elders the way they do.",
    "createdAt": "2023-01-20T13:03:18.022Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bc" }
  },
  {
    "text": "I'm too old for this calculus stuff.",
    "createdAt": "2023-01-20T12:52:47.994Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d2" }
  },
  {
    "text": "My vessel is so old that it's barely afloat.",
    "createdAt": "2023-01-20T08:13:04.504Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e7" }
  },
  {
    "text": "The young people these days are always on their phones and never seem to pay attention to the world around them. It's really frustrating when you're trying to have a conversation with someone and they're just staring at their screen.",
    "createdAt": "2023-01-20T22:42:40.441Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fa" }
  },
  {
    "text": "I can't believe how hard it is to find someone to give me a hug these days. Everyone is either too busy or too afraid of getting sick.",
    "createdAt": "2023-01-20T10:32:07.198Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c6" }
  },
  {
    "text": "I was born in 1920. My family didn't have much money, so we often had to go without food or heat. Despite the hardships, I cherish my childhood memories.",
    "createdAt": "2023-01-20T20:53:14.525Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b6" }
  },
  {
    "text": "My great-grandfather used to raise pigs on his farm in the 1920s. He would sell them to the local butcher, who would then sell the meat to the community. My great-grandfather was a very successful farmer and was able to provide for his family and the community with",
    "createdAt": "2023-01-20T21:04:35.553Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f9" }
  },
  {
    "text": "I have always been a fan of platform games, but as I've gotten older it's become increasingly difficult for me to play them. I often find myself getting frustrated with how hard they are, and I end up putting them down before I even finish them.",
    "createdAt": "2023-01-21T01:19:21.050Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2612" }
  },
  {
    "text": "I was waiting for the bus the other day and it never came. I ended up having to walk home, which was quite a distance. I'm getting too old for this kind of thing.",
    "createdAt": "2023-01-20T16:40:59.189Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2603" }
  },
  {
    "text": "Why do they have to put those little pockets in the front of women's trousers? I can never find my phone when it falls out! The buttons on these trousers are so small, I can't even see them! Why do they have to make them so difficult to use?",
    "createdAt": "2023-01-20T19:00:40.187Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260c" }
  },
  {
    "text": "I'm so sick of having to put up with people who think they know everything just because they're younger than me. Just because I'm older doesn't mean I'm senile, and I can still tell when someone is trying to pull a fast one.",
    "createdAt": "2023-01-20T10:47:36.858Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25da" }
  },
  {
    "text": "We young people are always being told to respect our elders, but what about the elders respecting us? Just because we're young doesn't mean we don't know what we're talking about.",
    "createdAt": "2023-01-20T13:59:13.175Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fd" }
  },
  {
    "text": "I was out for a walk when I saw a gosling on the side of the road. I went to pick it up, but when I got close, it hissed at me and ran away.",
    "createdAt": "2023-01-20T21:58:10.420Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d2" }
  },
  {
    "text": "I'm so sick of all these kids on social media. Why can't they just enjoy the simple things in life, like a nice glass of milk?",
    "createdAt": "2023-01-20T11:43:27.586Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e3" }
  },
  {
    "text": "I'm not sure what's going on, but my antique clock doesn't seem to be working properly. It's been ticking away just fine for years, but now it's stopped and I can't get it started again.",
    "createdAt": "2023-01-21T03:21:55.730Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e3" }
  },
  {
    "text": "I can't believe how difficult it is to use this newfangled technology! Why can't they just make things simple for us old folks?",
    "createdAt": "2023-01-20T06:28:53.952Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d9" }
  },
  {
    "text": "I'm so sick of these young people. They're always talking on their phones, and they're always looking at their screens. They're never looking at the world around them, and they're never engaging with the people around them.",
    "createdAt": "2023-01-20T14:10:30.926Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260a" }
  },
  {
    "text": "My memory isn't what it used to be. I'm forgetting things more and more often.",
    "createdAt": "2023-01-20T19:56:04.740Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ca" }
  },
  {
    "text": "I've been eating pattypan squash for years, and I've never had a problem with them. But lately, I've noticed that my stools have been getting thinner and more difficult to pass. I'm not sure if it's the squash or something else, but I'm starting",
    "createdAt": "2023-01-21T00:52:36.183Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2610" }
  },
  {
    "text": "The earmuffs are itchy and make my ears sweat.",
    "createdAt": "2023-01-20T19:51:00.738Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b8" }
  },
  {
    "text": "I'm so sick of young people these days. They're always on their phones, or playing video games, or listening to that awful music. It's like they have no respect for anything.",
    "createdAt": "2023-01-20T10:11:56.714Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2601" }
  },
  {
    "text": "I have a lot of trouble pleating my clothes. It's hard to reach down and grab the fabric, and then I can never seem to get the creases right.",
    "createdAt": "2023-01-20T09:06:00.610Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f3" }
  },
  {
    "text": "As an old person, I can't stand young people. They're always so loud and disruptive. It's like they have no respect for anyone else.",
    "createdAt": "2023-01-20T08:27:54.674Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c4" }
  },
  {
    "text": "I'm too old for this crap. Why can't people just talk to each other like normal anymore?",
    "createdAt": "2023-01-21T02:02:53.935Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b5" }
  },
  {
    "text": "I'm so old that I remember when Rice Krispies used to snap, crackle, and pop. Now, all I see on social media are people arguing with each other.",
    "createdAt": "2023-01-21T02:41:04.147Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e7" }
  },
  {
    "text": "I was in my yard, enjoying the nice day, when I saw a snake slithering towards me. I ran inside as fast as I could, but it was too late.",
    "createdAt": "2023-01-21T00:11:06.144Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c9" }
  },
  {
    "text": "While lying in bed, I suddenly felt something crawl onto my arm. I quickly brushed it off, but it left a burning sensation. I turned on the light to find a large, red rash spreading across my skin.",
    "createdAt": "2023-01-20T06:32:52.131Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e2" }
  },
  {
    "text": "The young people these days are always on their phones and never seem to pay attention to the world around them. It's really frustrating when you're trying to have a conversation with someone and they're just staring at their screen.",
    "createdAt": "2023-01-20T13:19:19.262Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fa" }
  },
  {
    "text": "I'm so tired of young people today. They're always on their phones, they don't know how to have a conversation, and they don't respect their elders.",
    "createdAt": "2023-01-20T18:21:18.586Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e3" }
  },
  {
    "text": "I can't stand when people assume that just because I'm old, I'm automatically senile. It's like they think my brain has turned to mush or something.",
    "createdAt": "2023-01-20T13:23:30.492Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2606" }
  },
  {
    "text": "I'm so sick of this newfangled technology. It's just a lot of hassle and it's not user-friendly at all. I miss the good old days when things were simpler.",
    "createdAt": "2023-01-20T22:29:05.150Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25de" }
  },
  {
    "text": "I don't like how this timer is beeping at me. It's too loud and annoying.",
    "createdAt": "2023-01-21T04:57:30.633Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c1" }
  },
  {
    "text": "When my grandfather was a young man in the 1920s, he experienced a lot of political and social unrest. One day, he and his friends were planning to go to a protest, but they were shut down by the authorities.",
    "createdAt": "2023-01-20T10:26:27.776Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25be" }
  },
  {
    "text": "I'm so sick of young people these days. Every time I turn on the news there's another story about some kid who's been caught forging documents or cheating on their taxes. What is the world coming to?",
    "createdAt": "2023-01-20T21:16:15.468Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cf" }
  },
  {
    "text": "I'm so old that I can remember when people used the internet to talk to each other instead of just looking at pictures of their friends' food.",
    "createdAt": "2023-01-20T10:08:07.840Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cb" }
  },
  {
    "text": "The young people today are so lazy! When I was their age, I had to walk uphill to school in the snow, barefoot! Nowadays, kids have it easy. They just sit around on their computers all day and play video games.",
    "createdAt": "2023-01-20T20:01:55.607Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f0" }
  },
  {
    "text": "I'm so old, I can remember when steel was just iron that had been tempered. Nowadays, it's all high-strength alloys and carbon fibers. I can't keep up!",
    "createdAt": "2023-01-20T12:00:01.141Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e5" }
  },
  {
    "text": "I'm so sick of young people these days. They're always on their phones, or playing video games, or listening to that awful music. It's like they have no respect for anything.",
    "createdAt": "2023-01-20T07:00:21.369Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2601" }
  },
  {
    "text": "My joints ache when it rains. I can't move around very well when it's wet outside.",
    "createdAt": "2023-01-21T03:35:43.057Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c1" }
  },
  {
    "text": "I can't stand these young whippersnappers always being on their phones and not paying attention to the world around them. In my day, we used to have to actually talk to people to communicate.",
    "createdAt": "2023-01-20T16:17:10.639Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ce" }
  },
  {
    "text": "The problem with young people today is that they're always on their phones. They're always staring at screens and they're never really present in the moment. It's really frustrating.",
    "createdAt": "2023-01-20T16:27:25.296Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f1" }
  },
  {
    "text": "The food at this nursing home is terrible. I can't believe they expect us to eat this slop.",
    "createdAt": "2023-01-20T08:54:07.772Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2600" }
  },
  {
    "text": "My arthritis is acting up again. I can barely move my fingers.",
    "createdAt": "2023-01-20T15:06:09.283Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b7" }
  },
  {
    "text": "I remember my grandmother telling me stories about her childhood in the 1920s. She would always talk about how hardworking her parents were and how they would never give up on their farm, no matter how difficult the growing season was. Those stories always inspired me to never give up on my dreams",
    "createdAt": "2023-01-20T21:19:38.811Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2609" }
  },
  {
    "text": "In the middle of a crowded room, I suddenly realized that I was the only one not made of glass.",
    "createdAt": "2023-01-20T22:07:08.948Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e8" }
  },
  {
    "text": "I'm too old for this newfangled technology. I miss the good old days when things were simple and easy to use.",
    "createdAt": "2023-01-21T05:13:41.510Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b9" }
  },
  {
    "text": "My computer keeps crashing and I can't figure out how to fix it. I'm so frustrated with this technology!",
    "createdAt": "2023-01-21T00:10:38.537Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e7" }
  },
  {
    "text": "I am an older man and I am having some difficulty with my vision. I am not sure if it is just a sign of aging or if there is something wrong.",
    "createdAt": "2023-01-21T03:22:13.355Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f4" }
  },
  {
    "text": "I remember my grandfather telling me stories about when he was a young man in the 1920s. He used to love going out dancing and would always bring a bottle of ketchup with him. He would put some on his plate and then share it with the other dancers. It was a great",
    "createdAt": "2023-01-21T00:53:16.238Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260c" }
  },
  {
    "text": "She always loved riding her horse, until she found out what was really inside the jodhpurs. Now, she's stuck in an eternal cycle of being ridden by the very thing she used to love.",
    "createdAt": "2023-01-20T11:57:47.043Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cf" }
  },
  {
    "text": "I'm too old for this nonsense. I can't even figure out how to use my new phone.",
    "createdAt": "2023-01-21T03:38:56.397Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ca" }
  },
  {
    "text": "Why do young people today never seem to finish anything? All they ever do is start things and then they just move on to the next thing. It's so frustrating!",
    "createdAt": "2023-01-20T09:26:14.129Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c3" }
  },
  {
    "text": "I live in a villa and it's extremely frustrating. The walls are thin and the noise from the neighbors is constant. I can't get a good night's sleep and it's really taking a toll on my health.",
    "createdAt": "2023-01-20T08:23:37.702Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ed" }
  },
  {
    "text": "I'm so sick of all these stupid kids on social media. Why can't they just get off my lawn already?",
    "createdAt": "2023-01-20T23:47:28.509Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f1" }
  },
  {
    "text": "I'm so tired of always being the one to have to take care of everything around here. It's just not fair.",
    "createdAt": "2023-01-20T08:30:21.099Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d8" }
  },
  {
    "text": "I feel like a spy in my own home, always having to be on the lookout for things that might be out of place or dangerous. It's exhausting and I just want to relax in my own home without feeling like I'm constantly under surveillance.",
    "createdAt": "2023-01-21T04:39:40.105Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2615" }
  },
  {
    "text": "I was born in 1920 and grew up in a small town in Oklahoma. My father was a farmer and my mother was a homemaker. I went to school through the eighth grade and then worked on the farm. In my spare time, I liked to play baseball and listen to the radio",
    "createdAt": "2023-01-21T04:53:52.312Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2612" }
  },
  {
    "text": "I'm too old for this crap. Technology is moving too fast for me to keep up.",
    "createdAt": "2023-01-20T07:47:16.599Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b6" }
  },
  {
    "text": "I can't stand young people these days. They're always on their phones, and they never seem to care about anything.",
    "createdAt": "2023-01-20T17:11:21.376Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b7" }
  },
  {
    "text": "The new owners of the house didn't know about the previous owner's dark secret. Now, they're being haunted by her ghost.",
    "createdAt": "2023-01-20T21:35:13.452Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bf" }
  },
  {
    "text": "I'm so old that I can remember when people used to talk to each other instead of looking at their phones all the time. Nowadays, it seems like everyone is more interested in what's happening on social media than what's happening in real life.",
    "createdAt": "2023-01-21T02:16:44.837Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260b" }
  },
  {
    "text": "I arrived in New York City in the summer of 1920. I had never seen anything like it  the noise, the heat, the crowds of people. I felt like a fish out of water, but I was determined to make a new life for myself.",
    "createdAt": "2023-01-20T15:01:51.801Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c4" }
  },
  {
    "text": "At my age, I can't handle all the crowds and noise at the carnival. It's just too overwhelming.",
    "createdAt": "2023-01-21T01:11:14.163Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c4" }
  },
  {
    "text": "I'm not sure if it's just me, but I feel like social media is just a big waste of time. I see people my age and even older spending hours on Facebook, Twitter, and Instagram, and it just doesn't make any sense to me.",
    "createdAt": "2023-01-20T18:19:38.186Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2612" }
  },
  {
    "text": "I'm so sick of being old. I feel like I've wasted my life.",
    "createdAt": "2023-01-20T18:52:06.697Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e2" }
  },
  {
    "text": "I don't like how technology is taking over the world. It's like an invasion of our privacy.",
    "createdAt": "2023-01-20T17:58:48.286Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bc" }
  },
  {
    "text": "I'm too old for this crap. First, I couldn't figure out how to work the new TV remote, and now my computer is giving me grief. I swear, technology is not made for old folks like me.",
    "createdAt": "2023-01-20T18:40:25.388Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260a" }
  },
  {
    "text": "I'm so old that I can't even figure out how to use this newfangled technology. All I want to do is read my books in peace, but even that seems to be getting harder and harder.",
    "createdAt": "2023-01-20T07:09:19.066Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2604" }
  },
  {
    "text": "I can't stand these young whippersnappers and their conga lines! In my day, we knew how to have a good time without all that racket.",
    "createdAt": "2023-01-20T17:34:27.747Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25eb" }
  },
  {
    "text": "I was up all night with my newborn daughter and decided to take a walk to the 24 hour grocery store for some snacks. As I was walking, I saw a man following me. I tried to shake him, but he kept following me. When I got to the store, he grabbed",
    "createdAt": "2023-01-20T19:59:09.822Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2616" }
  },
  {
    "text": "I was having a conversation with a friend over text when I realized I had been messaging the wrong person this entire time.",
    "createdAt": "2023-01-21T01:49:01.902Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cd" }
  },
  {
    "text": "I'm so tired of having to walk all the way to the hydrant every time I need to fill my watering can.",
    "createdAt": "2023-01-20T15:22:02.350Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f4" }
  },
  {
    "text": "I'm so over all these kids on social media. I swear, goldfish have better attention spans than these millennials.",
    "createdAt": "2023-01-21T04:13:30.615Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25eb" }
  },
  {
    "text": "I'm not really on social media much these days, but when I am, I find it hard to keep up with all the new technologies.",
    "createdAt": "2023-01-20T14:49:57.780Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ba" }
  },
  {
    "text": "I'm not very good with technology and I find it very frustrating when I can't figure out how to do something. I'm also worried that I'll never be able to keep up with all the changes.",
    "createdAt": "2023-01-20T22:48:24.862Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2605" }
  },
  {
    "text": "My grandfather was a clergyman in the 1920s and he always talked about how difficult it was to find good help. He said that he would often have to do everything himself, from cooking to cleaning to repairs. He was always so exhausted at the end of the day.",
    "createdAt": "2023-01-20T23:08:44.745Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c9" }
  },
  {
    "text": "The new employee seemed like a nice enough guy. But after a few weeks on the job, it became clear that he was a little... off. One night, he came into work and started banging on the machines, screaming that they were mocking him. The other workers tried to calm him",
    "createdAt": "2023-01-20T23:37:31.683Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25de" }
  },
  {
    "text": "I'm so sick of all these kids and their stupid social media. I remember when we used to just talk to each other, face to face. Now all everyone does is sit around staring at their phones all day.",
    "createdAt": "2023-01-20T07:22:00.213Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e0" }
  },
  {
    "text": "Why do young people today think they know everything? When I was their age, I knew that I didn't know everything and that I had a lot to learn. But these kids today think they know it all.",
    "createdAt": "2023-01-20T11:46:02.239Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d2" }
  },
  {
    "text": "I can't believe that I didn't get the grant. I'm so angry.",
    "createdAt": "2023-01-20T13:24:01.389Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ed" }
  },
  {
    "text": "I'm so sick of young people these days. They're always on their phones, or playing video games, or doing something on the computer. They never talk to each other anymore, and when they do, it's always about some stupid, meaningless stuff.",
    "createdAt": "2023-01-20T21:50:39.605Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2612" }
  },
  {
    "text": "My grandfather used to tell me stories about when he was a young boy in the 1920s and he would help his father operate the family's bulldozer. He said it was a lot of hard work, but he loved it.",
    "createdAt": "2023-01-20T09:22:51.128Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c3" }
  },
  {
    "text": "The water rose quickly, swallowing up the houses and trees in its path. Soon, the whole town was underwater, and the only sound was the constant din of the flood.",
    "createdAt": "2023-01-20T11:49:58.309Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b5" }
  },
  {
    "text": "Why do all these young people have to be so darn loud? I can't even hear myself think anymore. And what's with all the music? It's just a bunch of noise!",
    "createdAt": "2023-01-20T21:00:45.767Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f8" }
  },
  {
    "text": "The young people today are so lazy! They don't know the value of hard work like we did back in our day. All they care about is playing video games and being on their phones all day. It's no wonder our country is going to the dogs!",
    "createdAt": "2023-01-20T23:02:32.135Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2611" }
  },
  {
    "text": "I'm so tired of young people today. They're always on their phones, they're always dressed in these ridiculous clothes, and they just don't seem to respect anything.",
    "createdAt": "2023-01-20T08:00:46.030Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e5" }
  },
  {
    "text": "I can't stand how slowly my computer loads up these days. And don't even get me started on how long it takes to connect to the internet.",
    "createdAt": "2023-01-21T04:27:43.526Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fe" }
  },
  {
    "text": "I find that technology is becoming increasingly difficult to use as I get older. Everything seems to move so fast and there are so many new features and updates all the time.",
    "createdAt": "2023-01-20T06:08:49.713Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f3" }
  },
  {
    "text": "I was born in the early 1920s, in the midst of the Great Depression. My family was poor, and we often went without food or clothes. I remember feeling so much sadness and despair during those years.",
    "createdAt": "2023-01-20T07:03:35.494Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d7" }
  },
  {
    "text": "The young people these days are so inconsiderate! They blast their music late at night and party all hours of the night. It's so disrespectful!",
    "createdAt": "2023-01-20T08:55:01.402Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ed" }
  },
  {
    "text": "I can't stand young people. They're always blasting their music and being obnoxious. I wish they would just grow up and act their age.",
    "createdAt": "2023-01-20T19:52:34.410Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b9" }
  },
  {
    "text": "The young people these days are always on their phones and never paying attention to the people around them. It's so rude and it's really getting on my nerves.",
    "createdAt": "2023-01-20T23:36:34.214Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f2" }
  },
  {
    "text": "The terminology in this article is confusing and difficult to understand.",
    "createdAt": "2023-01-20T13:16:40.187Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b9" }
  },
  {
    "text": "I remember my grandfather telling me stories about when he used to work on the barges. He said it was a hard life, but he loved it. He would work all day and then come home and tell us stories about his adventures.",
    "createdAt": "2023-01-21T05:08:57.555Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e2" }
  },
  {
    "text": "The other day, I went to reach for a grapefruit and my hand just couldn't grip it properly. I've been having a lot of trouble with my grip lately and it's really starting to bother me.",
    "createdAt": "2023-01-20T19:26:30.361Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25da" }
  },
  {
    "text": "The young people today are so disrespectful! They never listen to their elders and just do whatever they want. It's really frustrating.",
    "createdAt": "2023-01-20T14:07:49.730Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d6" }
  },
  {
    "text": "I was cooking dinner when I heard a noise from the bathroom. I went to investigate and found my cat playing with a rat in the toilet.",
    "createdAt": "2023-01-20T12:23:40.286Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fc" }
  },
  {
    "text": "I can't stand young people these days. They're always on their phones, and they never have any respect for their elders.",
    "createdAt": "2023-01-20T08:43:00.123Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ba" }
  },
  {
    "text": "I was walking through the woods when I heard a branch snap. I turned around and saw a pair of red eyes staring back at me.",
    "createdAt": "2023-01-21T02:44:28.145Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ce" }
  },
  {
    "text": "The young people today are so disrespectful! When I was their age, we would never have dared to speak to our elders like they do. And the way they dress! It's like they have no bosoms at all.",
    "createdAt": "2023-01-20T13:28:23.053Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c9" }
  },
  {
    "text": "My mother-in-law is always telling me what to do and how to do it. It's so frustrating, especially because I know that she's just trying to help.",
    "createdAt": "2023-01-20T15:59:14.970Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f5" }
  },
  {
    "text": "My computer is so slow and I can't figure out how to make it faster. I'm not very good with technology.",
    "createdAt": "2023-01-21T00:33:38.353Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e2" }
  },
  {
    "text": "I'm so sick of young people these days. They're all so entitled and think they know everything.",
    "createdAt": "2023-01-20T22:42:46.856Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b4" }
  },
  {
    "text": "I'm not very good at using social media, and I find it difficult to keep up with all the new technologies.",
    "createdAt": "2023-01-20T21:52:46.072Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e9" }
  },
  {
    "text": "I am so tired of having to prune my roses every year.",
    "createdAt": "2023-01-20T06:38:38.201Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e5" }
  },
  {
    "text": "I'm an astrologer and I depend on technology to do my job, but lately my computer has been acting up and I can't seem to get it to work right. I'm starting to feel like I'm losing my touch.",
    "createdAt": "2023-01-20T06:27:49.900Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2616" }
  },
  {
    "text": "I hate it when my ring gets stuck on my finger and I can't get it off.",
    "createdAt": "2023-01-20T12:59:34.078Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e6" }
  },
  {
    "text": "I'm so sick and tired of young people today. They're always on their phones, they're always talking about meaningless stuff, and they never seem to respect their elders. It's really frustrating.",
    "createdAt": "2023-01-20T07:52:00.665Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fb" }
  },
  {
    "text": "I'm so tired of being separated from my family and friends. I feel like I'm living in a nursing home.",
    "createdAt": "2023-01-20T13:07:39.885Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fa" }
  },
  {
    "text": "I was using my new app when suddenly it started asking personal questions. I tried to exit out of it, but it wouldn't let me. Then, it started showing me ads for products I had just been looking at. I realized it was spying on me and I deleted it immediately.",
    "createdAt": "2023-01-20T08:39:30.155Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e5" }
  },
  {
    "text": "I'm trying to use Yahoo, but it's just so confusing. I don't understand why they changed everything.",
    "createdAt": "2023-01-20T15:23:31.464Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2617" }
  },
  {
    "text": "I am a migrant worker who has been in the United States for over 20 years. I have worked hard to build a life here, but now that I am older, I find it more and more difficult to get by. I am not able to retire and my health is beginning to decline",
    "createdAt": "2023-01-20T08:02:15.656Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260b" }
  },
  {
    "text": "I can't stand all these newfangled contraptions. Everything was so much simpler in my day.",
    "createdAt": "2023-01-21T03:40:48.345Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c2" }
  },
  {
    "text": "I don't like how my mustache is so thin.",
    "createdAt": "2023-01-20T05:34:51.855Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c5" }
  },
  {
    "text": "I was born in 1920 and grew up in a small town in Pennsylvania. My father died when I was young, and my mother worked hard to support my sister and me. We didn't have much, but we were happy. When I was sixteen, I decided to leave home and head",
    "createdAt": "2023-01-21T05:03:55.158Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f0" }
  },
  {
    "text": "I was walking down the street minding my own business when some jerk bumped into me and knocked me over. I was so angry that I got up and punched him in the face.",
    "createdAt": "2023-01-20T21:01:49.650Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d2" }
  },
  {
    "text": "The woman in the white lab coat smiled as she injected the needle into my arm. \"Just a little something to help with the pain,\" she said. But as the clear liquid entered my veins, I knew that this was no ordinary pain medication. The burning was unbearable, and my screams",
    "createdAt": "2023-01-20T23:35:36.446Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fa" }
  },
  {
    "text": "I can't believe how hard it is to find hazelnuts these days. I remember when I was a kid, we used to be able to find them everywhere. Now, it seems like they're impossible to find.",
    "createdAt": "2023-01-20T10:40:35.215Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d6" }
  },
  {
    "text": "I remember when I was a little girl, my grandma used to have a plum tree in her backyard. I used to love going over there and picking the plums off the tree. They were so juicy and delicious. I haven't had a plum in years, but every time I eat",
    "createdAt": "2023-01-20T06:52:35.725Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2606" }
  },
  {
    "text": "The plough rips through the earth, churning up long forgotten bones. With a sudden jolt, it unearths a human skull.",
    "createdAt": "2023-01-20T10:49:29.199Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c2" }
  },
  {
    "text": "The young people these days are always on their phones and never seem to pay attention to the world around them. They're always talking about things that I don't understand, and it's just so frustrating.",
    "createdAt": "2023-01-20T22:07:30.637Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2607" }
  },
  {
    "text": "I can't believe how complicated these new cell phones are! My old one was so much easier to use. And now this one doesn't even have a physical keypad!",
    "createdAt": "2023-01-20T23:25:24.263Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f1" }
  },
  {
    "text": "I was out working in the fields all day, and by the time I was done, I was drenched in sweat. It was so hot that the sweat was actually running down my face.",
    "createdAt": "2023-01-20T14:16:07.626Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25dc" }
  },
  {
    "text": "The young people of today are so disrespectful! In my day, if you talked back to your elders, you would get a good smack. Nowadays, kids just do whatever they want and don't care about anyone but themselves.",
    "createdAt": "2023-01-20T12:43:00.439Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260d" }
  },
  {
    "text": "I'm getting so old, and all the young people around me are just so... young. It feels like they're all in a different world. I can't keep up with them, and it's just so frustrating.",
    "createdAt": "2023-01-20T17:32:38.613Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2605" }
  },
  {
    "text": "I'm too old for this nonsense. My phone is too complicated and I can't keep up with all the new features.",
    "createdAt": "2023-01-21T03:12:16.879Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b7" }
  },
  {
    "text": "I was born in 1920. My family didn't have a lot of money, so I didn't get to go to school very often. I had to help my parents with the farm work.",
    "createdAt": "2023-01-20T10:53:02.105Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ba" }
  },
  {
    "text": "I remember my grandfather telling me stories about the roaring twenties. He said that people would go to speakeasies and drink and dance all night. Sometimes the music would be so loud that it would distort the sound.",
    "createdAt": "2023-01-20T06:32:53.714Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25db" }
  },
  {
    "text": "I was on the plane when the kamikaze hit. There was a huge explosion and the next thing I knew, I was falling through the sky.",
    "createdAt": "2023-01-20T14:41:56.306Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2603" }
  },
  {
    "text": "I'm not really on social media that much, but it seems like a lot of younger people are always on their phone or computer. I don't really understand it.",
    "createdAt": "2023-01-20T08:40:13.056Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d0" }
  },
  {
    "text": "I'm so old that I can remember when social media was just called 'the internet.' Nowadays, every time I go on Facebook, I feel like I'm stuck in one of those 'choose your own adventure' books where I can't seem to make any progress.",
    "createdAt": "2023-01-20T23:08:12.046Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260d" }
  },
  {
    "text": "My arthritis is acting up and I can't grip the glockenspiel mallets properly. It's so frustrating not being able to play the music I love.",
    "createdAt": "2023-01-20T11:13:58.187Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d7" }
  },
  {
    "text": "I feel so ashamed of myself. I can't believe I let myself get so old.",
    "createdAt": "2023-01-20T13:21:21.343Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b8" }
  },
  {
    "text": "Once upon a time, I used to be able to keep track of all the countries I've visited just by looking at a map. But now, I can't even remember which countries I've been to because there's just too much information to keep track of.",
    "createdAt": "2023-01-20T15:01:35.493Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2609" }
  },
  {
    "text": "Why do all the young people these days think they know everything? Just because you can use a computer doesn't mean you're smarter than me. I've been around a lot longer than you have, and I know things too.",
    "createdAt": "2023-01-20T16:37:21.639Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25da" }
  },
  {
    "text": "I was born in the early 1920s, in the midst of a time of great change. My parents were immigrants from Eastern Europe who had come to America in search of a better life. I was raised in a poor, inner-city neighborhood and attended a public school. Despite the challenges",
    "createdAt": "2023-01-21T02:12:19.270Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d6" }
  },
  {
    "text": "The lights went out and I heard footsteps coming towards me. I was alone in the dark with whatever was coming for me.",
    "createdAt": "2023-01-20T18:12:32.724Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fd" }
  },
  {
    "text": "I hate young people. They're always on their phones and they never pay attention to anything else.",
    "createdAt": "2023-01-20T18:46:12.997Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b5" }
  },
  {
    "text": "I don't like social media because it's always changing and I can never keep up. It's hard to keep up with the trends and figure out what's popular.",
    "createdAt": "2023-01-20T13:43:06.343Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e6" }
  },
  {
    "text": "If I had a nickel for every time I've seen a spelling mistake on social media, I'd be a rich woman. Unfortunately, I'm not, and I'm just left feeling afoul.",
    "createdAt": "2023-01-21T00:34:41.134Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c9" }
  },
  {
    "text": "I'm too old for this social media nonsense. I don't understand why people spend so much time on it.",
    "createdAt": "2023-01-20T08:03:14.321Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cf" }
  },
  {
    "text": "I'm too old for this social media nonsense. I don't understand why people are so obsessed with it.",
    "createdAt": "2023-01-20T09:00:42.423Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f2" }
  },
  {
    "text": "I'm too old for this social media nonsense. I don't understand why people are so obsessed with posting every little detail of their lives online.",
    "createdAt": "2023-01-21T03:31:37.249Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c1" }
  },
  {
    "text": "The young people these days are always up to no good. Just the other day, I saw a group of them loitering around the park, making a racket and being generally disruptive. It's just not right.",
    "createdAt": "2023-01-20T19:45:01.412Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fc" }
  },
  {
    "text": "I can't stand reading the news these days. Everything is so depressing, and it's all just a bunch of lies, anyways.",
    "createdAt": "2023-01-21T03:55:13.820Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f7" }
  },
  {
    "text": "Young people today are so entitled! They think the world owes them something just because they exist. I don't know what happened to the work ethic of the younger generation- it's like it doesn't exist anymore!",
    "createdAt": "2023-01-20T06:01:24.344Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fe" }
  },
  {
    "text": "I remember when I was a child in the 1920s, my family would sit around the hearth in the evenings and tell stories. It was a warm and special time for us. I will never forget those memories.",
    "createdAt": "2023-01-20T16:16:52.964Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d8" }
  },
  {
    "text": "She had been microlending to people in need for years, but she never expected to be the one in need. When she couldn't keep up with her payments, she was threatened with violence.",
    "createdAt": "2023-01-20T11:07:15.976Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ca" }
  },
  {
    "text": "I don't understand this newfangled technology. It's all just a bunch of mumbo jumbo to me.",
    "createdAt": "2023-01-21T02:19:33.438Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e4" }
  },
  {
    "text": "I was out walking one day in the 1920s when I spotted a penny on the ground. I picked it up and went on my way.",
    "createdAt": "2023-01-20T10:29:26.995Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bc" }
  },
  {
    "text": "I was sitting in my chair and all of a sudden, there was a huge crash of thunder. I jumped out of my skin and hit my head on the table.",
    "createdAt": "2023-01-20T20:32:32.169Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e8" }
  },
  {
    "text": "My arthritis is acting up again and my doctor says I need to take it easy. I've been told that there's a new treatment that might help, but it's very expensive.",
    "createdAt": "2023-01-20T15:56:12.291Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fc" }
  },
  {
    "text": "I don't like all this newfangled technology. It's just a bunch of gadgets and doohickeys that are supposed to make our lives easier, but they just end up making things more complicated. Plus, all these new devices are making it easier for criminals to commit crimes.",
    "createdAt": "2023-01-20T21:26:58.066Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2607" }
  },
  {
    "text": "I am a 76-year-old man and I am having difficulty with my memory. I am forgetting things that I have just done or said. This is making me feel anxious and worried.",
    "createdAt": "2023-01-20T07:47:21.994Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2604" }
  },
  {
    "text": "The doctors say that I have to start tapping my foot more often to help improve my circulation. It's a bit of a pain, but I suppose it's better than having to take medication.",
    "createdAt": "2023-01-20T15:01:42.062Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2615" }
  },
  {
    "text": "I'm feeling really down lately. I don't know what to do. I've been praying a lot, but it doesn't seem to be helping.",
    "createdAt": "2023-01-20T07:29:04.295Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d3" }
  },
  {
    "text": "I'm not as young as I used to be, and this newfangled adapter is just too complicated for me.",
    "createdAt": "2023-01-20T19:22:20.029Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f9" }
  },
  {
    "text": "I can't stand these young whippersnappers always being on their phones and not paying attention to the world around them. In my day, we used to have to actually talk to people to communicate.",
    "createdAt": "2023-01-20T10:40:37.016Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ce" }
  },
  {
    "text": "I can't stand young people these days. They're always on their phones and they never want to talk to anyone.",
    "createdAt": "2023-01-20T16:24:24.721Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bb" }
  },
  {
    "text": "I'm so old that I can remember when people used to talk to each other instead of just posting on social media. I swear, kids these days will never know the joy of a face-to-face conversation.",
    "createdAt": "2023-01-20T14:04:57.080Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2609" }
  },
  {
    "text": "I'm not very good with technology and I find it hard to keep up with all the new changes. My biggest complaint is that I can't seem to find anything when I need it.",
    "createdAt": "2023-01-20T22:28:41.723Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2610" }
  },
  {
    "text": "I can't believe I have to use this stupid computer. It's so hard to figure out how to do anything on here.",
    "createdAt": "2023-01-20T13:54:23.364Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d2" }
  },
  {
    "text": "When I was a kid, I used to sleep with a night light on. One night, I woke up to use the bathroom and saw the light was off. I got up to turn it back on, but when I got to the switch, I saw something watching me from the corner",
    "createdAt": "2023-01-20T21:22:44.835Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25df" }
  },
  {
    "text": "I'm so tired of young people today. They're always on their phones, they don't know how to have a conversation, and they don't respect their elders.",
    "createdAt": "2023-01-20T06:11:59.974Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e3" }
  },
  {
    "text": "I'm so old, I can barely move. All I want to do is take a nap, but every time I try, some polliwog comes and jumps on me.",
    "createdAt": "2023-01-20T09:08:12.814Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2605" }
  },
  {
    "text": "I can't stand young people these days. They're always making noise and being disrespectful. It's like they don't have any manners.",
    "createdAt": "2023-01-20T09:02:42.785Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d9" }
  },
  {
    "text": "The young people today are so lazy! They don't know how to work hard like we did back in our day. They just sit around on their phones all day and expect everything to be handed to them.",
    "createdAt": "2023-01-21T00:48:35.118Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2608" }
  },
  {
    "text": "I'm too old for this newfangled technology. Everything is so complicated and I just can't keep up.",
    "createdAt": "2023-01-20T10:57:25.556Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25da" }
  },
  {
    "text": "I swear, kids these days are just too darn lazy. In my day, we had to walk uphill both ways in the snow, but now all they want to do is sit around on their phones all day. It's just not right.",
    "createdAt": "2023-01-20T19:22:30.246Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25dd" }
  },
  {
    "text": "I can't stand young people these days. They're always on their phones and they never want to talk to anyone.",
    "createdAt": "2023-01-21T01:43:43.967Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bb" }
  },
  {
    "text": "I can't stand these newfangled gadgets. Give me my old rotary phone any day!",
    "createdAt": "2023-01-20T10:58:10.457Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c0" }
  },
  {
    "text": "I'm so sick of young people these days. They're always on their phones, they don't know how to have a conversation, and they think they know everything. I can't stand them.",
    "createdAt": "2023-01-21T01:54:47.621Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d4" }
  },
  {
    "text": "I'm so old that I can remember when people used to communicate by actually talking to each other instead of just posting things on social media. Nowadays, it seems like people would rather just post about their lives online instead of actually living them.",
    "createdAt": "2023-01-20T11:54:51.384Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260c" }
  },
  {
    "text": "I'm so tired of seeing posts about people's perfect lives on social media. It's like everyone is trying to one-up each other and it's just exhausting. I wish people would just be honest about their lives for once.",
    "createdAt": "2023-01-20T23:07:50.679Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fc" }
  },
  {
    "text": "I don't understand why everyone is always talking about social media. It's so pointless and it's just a waste of time.",
    "createdAt": "2023-01-21T02:33:49.279Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c5" }
  },
  {
    "text": "I'm not a big fan of hazelnuts. I find them to be a bit too sweet for my taste.",
    "createdAt": "2023-01-21T03:55:14.009Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f0" }
  },
  {
    "text": "I'm so old and decrepit, I can barely get around on deck without my cane. All the young sailors look at me with pity, and I know they're just waiting for me to keel over and die.",
    "createdAt": "2023-01-20T21:16:13.443Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2610" }
  },
  {
    "text": "I don't understand this newfangled technology. It's all Greek to me!",
    "createdAt": "2023-01-20T13:27:33.223Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c4" }
  },
  {
    "text": "My joints are so stiff, it's hard to get around like I used to. Sliding my feet into my shoes has become a real challenge.",
    "createdAt": "2023-01-21T00:47:59.068Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260e" }
  },
  {
    "text": "I was walking through the forest when I heard a branch snap. I turned around and saw a pair of red eyes staring back at me.",
    "createdAt": "2023-01-20T15:11:52.021Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e9" }
  },
  {
    "text": "I'm too old for this nonsense. Why can't things just work like they used to? Everything was so much simpler back then.",
    "createdAt": "2023-01-20T14:59:45.568Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25cd" }
  },
  {
    "text": "I was out for a walk when I saw something strange in the bushes. I got closer and saw that it was a human hand.",
    "createdAt": "2023-01-21T02:05:22.496Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b6" }
  },
  {
    "text": "I'm so sick of young people these days. They're always on their phones, they don't know how to have a conversation, and they think they know everything. I can't stand them.",
    "createdAt": "2023-01-20T17:05:55.868Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d4" }
  },
  {
    "text": "I'm too old for this social media nonsense. I just want to talk to my friends without having to post pictures and comments all the time.",
    "createdAt": "2023-01-20T21:49:25.435Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25f5" }
  },
  {
    "text": "I don't understand this newfangled technology. Why can't we just stick with the old ways?",
    "createdAt": "2023-01-20T12:30:57.213Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bd" }
  },
  {
    "text": "I'm worried that all the time I spend on social media is making me more obese. I don't want to be one of those old people who can't move because they're so overweight.",
    "createdAt": "2023-01-21T03:18:46.164Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ec" }
  },
  {
    "text": "I was in the middle of a channel surfing when I suddenly came across a static-filled channel. I don't know how long I sat there transfixed by the eerie image, but it felt like an eternity.",
    "createdAt": "2023-01-20T08:45:52.953Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d5" }
  },
  {
    "text": "My grandmother always told me that ginseng was a powerful root. After she died, I started taking it to help me cope with her loss. But one day, I took too much and started seeing things. Things that weren't there. And then I saw my grandmother. She was",
    "createdAt": "2023-01-20T16:57:17.268Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e4" }
  },
  {
    "text": "Why do young people today have no respect for tradition? In my day, we knew our place and stuck to it. You youngsters think you can just do whatever you want without any consequence.",
    "createdAt": "2023-01-20T21:28:20.107Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d0" }
  },
  {
    "text": "I'm too old for this new technology. Everything is moving too fast for me and I can't keep up.",
    "createdAt": "2023-01-20T20:14:28.467Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25df" }
  },
  {
    "text": "Why do all the young people these days think they know everything? Just because you can use a computer doesn't mean you're smarter than me. I've been around a lot longer than you have, and I know things too.",
    "createdAt": "2023-01-20T21:03:08.114Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25da" }
  },
  {
    "text": "I'm so old that I can't even figure out how to use marmalade. I just want to talk to my friends, but all these social media platforms are so confusing.",
    "createdAt": "2023-01-20T23:45:59.581Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2600" }
  },
  {
    "text": "I'm so sick and tired of young people today. They're always on their phones, they're always talking about meaningless stuff, and they never seem to respect their elders. It's really frustrating.",
    "createdAt": "2023-01-20T06:37:42.748Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fb" }
  },
  {
    "text": "Why do young people have to be so darn loud all the time? I can't even enjoy a nice cup of tea in peace anymore.",
    "createdAt": "2023-01-20T12:37:42.591Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b6" }
  },
  {
    "text": "Why do young people today think they can just blast their music without any regard for the people around them? It's so rude and inconsiderate!",
    "createdAt": "2023-01-20T22:15:47.265Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c1" }
  },
  {
    "text": "The young people these days are so darn entitled! In my day, we were happy with whatever we could get our hands on. These kids have no appreciation for anything!",
    "createdAt": "2023-01-20T07:06:31.810Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25c2" }
  },
  {
    "text": "I was in the middle of my presentation when I realized that the person in the front row was not breathing.",
    "createdAt": "2023-01-20T17:14:08.130Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fe" }
  },
  {
    "text": "I was studying for my finals and I needed to pull an all-nighter. I was up all night, and I started to hear strange noises. I got up to investigate and I found my roommates' decapitated bodies.",
    "createdAt": "2023-01-20T18:53:37.747Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260e" }
  },
  {
    "text": "I'm so tired of young people today. They're all so lazy and entitled. They have no respect for their elders and they're always on their phones.",
    "createdAt": "2023-01-20T20:30:30.730Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e8" }
  },
  {
    "text": "I'm too old for this social media nonsense. I don't understand these newfangledhorse websites and I just want to talk to my friends offline.",
    "createdAt": "2023-01-20T12:39:20.081Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e4" }
  },
  {
    "text": "I was out walking late at night when I saw a woman walking towards me. She looked lost, so I offered to walk her home. She accepted, and we began chatting. It turned out she was looking for an escort. I told her I wasn't one, but she insisted on",
    "createdAt": "2023-01-20T16:37:50.672Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fb" }
  },
  {
    "text": "I was born in the 1920s and have always been a very enthusiastic and optimistic person. I remember being a child and being so excited about life and everything that it had to offer. I would run around and play all day, and I just couldn't get enough of it. My parents",
    "createdAt": "2023-01-20T20:44:22.721Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260b" }
  },
  {
    "text": "I remember my mother making the most delicious egg dishes when I was a child in the 1920s. She would always start with the freshest eggs from our farm and then add her own special seasonings to create a truly unique and memorable meal. I can still smell those eggs cooking in the",
    "createdAt": "2023-01-20T10:09:09.689Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25bf" }
  },
  {
    "text": "The young folk these days just don't know how to farm like we did back in my day. Nowadays, it's all about machines and technology, and the young people just don't seem to have the respect for the land that we did.",
    "createdAt": "2023-01-20T20:26:54.085Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2614" }
  },
  {
    "text": "I'm so sick of all these young people on social media. They're always talking about themselves and their lives, and it's so boring. I wish they would just get off my feed already.",
    "createdAt": "2023-01-20T13:14:32.606Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d9" }
  },
  {
    "text": "The blouse is too tight around the neck. It's choking me.",
    "createdAt": "2023-01-20T14:58:13.215Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25b9" }
  },
  {
    "text": "I was hiking in the woods and came across an old abandoned campsite. I decided to set up my tent for the night, but as I was doing so, I heard a strange noise coming from inside the tent.",
    "createdAt": "2023-01-21T05:07:03.399Z",
    "createdById": { "$oid": "63c5e99799f970c436ae260c" }
  },
  {
    "text": "I'm so sick of young people today. They're always on their phones, they don't know how to communicate with people, and they don't respect their elders. It's just so frustrating.",
    "createdAt": "2023-01-20T14:34:34.227Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2600" }
  },
  {
    "text": "I can't stand the taste of beef anymore. It's so bland and boring.",
    "createdAt": "2023-01-20T12:10:13.080Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ec" }
  },
  {
    "text": "The young people today are so entitled and ungrateful. They have no appreciation for what they have and are always demanding more. It's really quite frustrating.",
    "createdAt": "2023-01-21T05:01:58.229Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ef" }
  },
  {
    "text": "I just don't understand young people today. They're always on their phones, or talking to each other in person instead of listening to their elders. It's just so disrespectful.",
    "createdAt": "2023-01-20T17:28:19.193Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e2" }
  },
  {
    "text": "I'm so sick of social media. Every time I see another post about some stupid celebrity or inane argument, I realize how much time I'm wasting on here. I'm too old for this crap.",
    "createdAt": "2023-01-20T12:48:40.841Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25da" }
  },
  {
    "text": "The arthritis in my spine is acting up again and it's really painful. I can barely move.",
    "createdAt": "2023-01-20T12:41:58.030Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ba" }
  },
  {
    "text": "I don't understand how to work this newfangled computer. Do you have one of those fancy new phones?",
    "createdAt": "2023-01-21T00:24:12.939Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ce" }
  },
  {
    "text": "I don't understand how to use Snapchat and all these other new social media platforms. It's so frustrating trying to keep up with technology when you're already old.",
    "createdAt": "2023-01-21T00:23:42.970Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25d6" }
  },
  {
    "text": "I'm so old that I can't even figure out how to use social media. I see all these young people using it and it just looks like a bunch of nonsense to me.",
    "createdAt": "2023-01-20T15:55:36.266Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25be" }
  },
  {
    "text": "I'm not really sure what social media is, but my grandson keeps trying to get me to sign up for something called Facebook. I don't see the point.",
    "createdAt": "2023-01-20T07:12:17.050Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e5" }
  },
  {
    "text": "I was at my friend's house, and we were looking through old photos. We came across a picture of her and her friends at a sleepover. In the background, I could see a figure standing in the doorway, watching them.",
    "createdAt": "2023-01-20T10:14:47.439Z",
    "createdById": { "$oid": "63c5e99799f970c436ae2610" }
  },
  {
    "text": "I was studying for my chemistry final when I realized I left my textbook at home. I'm going to fail for sure.",
    "createdAt": "2023-01-21T03:38:58.046Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25e7" }
  },
  {
    "text": "I'm a senior citizen and I find Sage software to be very difficult to use.",
    "createdAt": "2023-01-20T16:22:12.119Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25ea" }
  },
  {
    "text": "I remember when I was a child in the early 1920s, my family would go down to the docks to watch the huge cargo ships come in. My father would tell me stories about the different countries the ships had come from, and I would imagine what it would be like to travel to",
    "createdAt": "2023-01-21T01:18:32.617Z",
    "createdById": { "$oid": "63c5e99799f970c436ae25fe" }
  }
]
