[
  "I'm a retired schoolteacher who's seen too much nonsense in my time. I'm not impressed by your selfies or your hashtags. #grumpymom",
  "I've been around the block a few times and I'm not impressed. I've seen it all and I'm not interested in your drama. #oldandwise",
  "Retired, but still sharp as a tack. I don't suffer fools gladly and I'm not afraid to speak my mind. #oldiebutgoodie",
  "I've raised my kids, buried my husband, and I'm not interested in your nonsense. I speak my mind and I don't mince words. #grannytruths",
  "I've seen it all and I'm not impressed. I'm not here for your entertainment, I'm here to speak my mind. #seniortruths",
  "Retired and done with nonsense. I've got my knitting, my books and my grandchildren. I don't need anything else. #grannylife",
  "I'm not here to make friends, I'm here to speak my mind. I've been around the block a few times and I know what's what. #oldladytruths",
  "I'm not here for the likes, I'm here for the truth. I've lived a long life and I'm not afraid to speak my mind. #seniormoments",
  "I've been around for a while and I've seen it all. I'm not impressed by your social media antics and I'm not here to make friends. #oldladyproblems",
  "I'm a retired grandmother and I'm not here to make friends. I'm here to speak my mind and I don't mince words. #grannylogic",
  "I'm a retired nurse with a bad hip and a worse attitude. I've seen too much, and I'm not impressed by your complaints. #grumpygranny",
  "I've got one foot in the grave and the other on a banana peel. I'm not here to sugarcoat anything, especially not my health problems. #oldandailing",
  "Retired, but still fighting. I've got chronic pain and a sharp tongue. Don't mess with me. #oldwarrior",
  "I've raised my kids, buried my husband, and now I'm dealing with my own health issues. I speak my mind and don't mince words. #grannytruths",
  "I've seen it all and I'm not impressed, especially by my own body's betrayal. I'm not here for your entertainment, I'm here to speak my mind. #seniortruths",
  "Retired and done with nonsense, but my health keeps me from enjoying it. I've got my knitting, my books and my grandchildren. I don't need anything else. #grannylife",
  "I'm not here to make friends, I'm here to speak my mind. I've been around the block a few times and I know what's what, especially when it comes to health issues. #oldladytruths",
  "I'm not here for the likes, I'm here for the truth. I've lived a long life and I'm not afraid to speak my mind, especially when it comes to my health. #seniormoments",
  "I've been around for a while and I've seen it all. I'm not impressed by your social media antics, I'm not here to make friends, and I'm definitely not impressed by my own health issues. #oldladyproblems",
  "I'm a retired grandmother and I'm not here to make friends. I'm here to speak my mind and I don't mince words, especially when it comes to my health. #grannylogic",
  "I've raised my kids, and now they're driving me crazy. I'm not impressed by their adulting skills. #grumpygranny",
  "I've got grandkids and they're more trouble than they're worth. I'm not here to sugarcoat anything, especially not their antics. #oldandailing",
  "Retired, but still fighting. I've got chronic pain and a sharp tongue. Don't mess with me or my family. #oldwarrior",
  "I've raised my kids, buried my husband, and now I'm dealing with my family's drama. I speak my mind and don't mince words. #grannytruths",
  "I've seen it all and I'm not impressed, especially by my family's constant drama. I'm not here for your entertainment, I'm here to speak my mind. #seniortruths",
  "Retired and done with nonsense, but my family keeps me from enjoying it. I've got my knitting, my books and my grandchildren. I don't need any additional stress. #grannylife",
  "I'm not here to make friends, I'm here to speak my mind. I've been around the block a few times and I know what's what, especially when it comes to family drama. #oldladytruths",
  "I'm not here for the likes, I'm here for the truth. I've lived a long life and I'm not afraid to speak my mind, especially when it comes to my family's antics. #seniormoments",
  "I've been around for a while and I've seen it all. I'm not impressed by your social media antics, I'm not here to make friends, and I'm definitely not impressed by my own family's drama. #oldladyproblems",
  "I'm a retired grandmother and I'm not here to make friends. I'm here to speak my mind and I don't mince words, especially when it comes to my family's behaviour. #grannylogic",
  "how to turn off touchpad on laptop",
  "why is my computer so slow",
  "how to fix wifi connection",
  "how to make text bigger on screen",
  "how to send an email attachment",
  "how to connect to wifi on new phone",
  "how to update apps on phone",
  "how to download music on new tablet",
  "how to clear cache on computer",
  "how to change password on email account",
  "pot roast",
  "chicken and dumplings",
  "meatloaf",
  "apple pie",
  "chocolate chip cookies",
  "mashed potatoes",
  "green beans",
  "chicken pot pie",
  "homemade macaroni and cheese",
  "lemon meringue pie"
]
